{
  "id": "78c21984-94ea-4071-8d55-0dfa04918be8",
  "url": "https://en.wikipedia.org/wiki/Supply_chain",
  "title": "Supply chain - Wikipedia",
  "author": null,
  "publishDate": null,
  "content": "Jump to content\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\n\t\n\t\n\t\t\n\t\t\n\t\n\n\n\t\t\n\t\t\n\t\t\t\n\n\t\n\nSearch\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\tSearch\n\t\t\t\n\t\t\n\t\n\n\n\t\t\t\n\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tSupply chain\n\t\t\t\t\t\t\t\n\n\t\n\t\n\n45 languages\n\t\n\t\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\tالعربيةAzərbaycancaবাংলাБългарскиCatalàČeštinaDeutschEestiΕλληνικάEspañolEsperantoEuskaraفارسیFrançaisGaeilge한국어ՀայերենIdoBahasa IndonesiaItalianoעבריתಕನ್ನಡमराठीBahasa MelayuМонголNederlands日本語Norsk bokmålPolskiPortuguêsSimple EnglishSlovenčinaSlovenščinaСрпски / srpskiSuomiSvenskaTagalogతెలుగుไทยTürkçeУкраїнськаTiếng Việt吴语粵語中文\n\t\t\t\n\t\t\tEdit links\n\t\t\n\n\t\n\n\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\n\n\t\t\t\t\t\tFrom Wikipedia, the free encyclopedia\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tSystem involved in supplying a product or service to a consumer\nBusiness logistics    \nDistribution methods\nDistribution centers\nDigital distribution\nOrder processing\nTrade routes\nOrder fulfillment\nCross-docking\nSustainable distribution\nCommercial vehicle\nDistribution resource planning\nJourney planner\nThird-party logistics\n\nManagement systems\nPackaging and labeling\nFleet management\nWarehouse management system\nSupply chain\nDelivery (commerce)\nField inventory management\nInventory turnover\nStock keeping unit\n\nIndustry classification\nRoad transport\nMaritime transport\nCommercial aviation\nvte\n Supply and demand stacked in a conceptual chain\nA supply chain is a complex logistics system that consists of facilities that convert raw materials into finished products and distribute them[1] to end consumers[2] or end customers,[3] while supply chain management deals with the flow of goods in distribution channels within the supply chain in the most efficient manner.[4][5]\nIn sophisticated supply chain systems, used products may re-enter the supply chain at any point where residual value is recyclable. Supply chains link value chains.[6] Suppliers in a supply chain are often ranked by \"tier\", with first-tier suppliers (also called \"direct suppliers\")[7] supplying directly to the client, second-tier suppliers supplying to the first tier, and so on.[8]\nThe phrase \"supply chain\" may have been first published in a 1905 article in The Independent which briefly mentions the difficulty of \"keeping a supply chain with India unbroken\" during the British expedition to Tibet.[9]\n\n\nOverview[edit]\nA chain is actually a complex and dynamic supply and demand network.[10]\nA typical supply chain can be divided into two stages namely, production and distribution stages. In the production stage, components and semi-finished parts are produced in manufacturing centres. The components are then put together in an assembly plant. The distribution stage consists of central and regional distribution centres that transport products to end-consumers.[2] Mentzer et al. suggest that at least three entities are required for there to be a \"supply chain\".[11]\nAt the end of the supply chain, materials and finished products only flow there because of the customer behaviour at the end of the chain;[12] academics Alan Harrison and Janet Godsell argue that \"supply chain processes should be coordinated in order to focus on end customer buying behaviour\", and look for \"customer responsiveness\" as an indicator confirming that materials are able to flow \"through a sequence of supply chain processes in order to meet end customer buying behaviour\".[3]\nMany of the exchanges encountered in the supply chain take place between varied companies that seek to maximize their revenue within their sphere of interest but may have little or no knowledge or interest in the remaining players in the supply chain. More recently, the loosely coupled, self-organizing network of businesses who cooperate in providing product and service offerings has been called the extended enterprise,[13] and the use of the term \"chain\" and the linear structure it appears to represent have been criticized as \"harder to relate to the way supply networks really operate.[14] A chain is actually a complex and dynamic supply and demand network.[10]\nAs part of their efforts to demonstrate ethical practices, many large companies and global brands are integrating codes of conduct and guidelines into their corporate cultures and management systems. Through these, corporations are making demands on their suppliers (facilities, farms, subcontracted services such as cleaning, canteen, security etc.) and verifying, through social audits, that they are complying with the required standard. A lack of transparency in the supply chain can bar consumers from knowledge of where their purchases originated and facilitate socially irresponsible practices. In 2018, the Loyola University Chicago's Supply and Value Chain Center found in a survey that 53% of supply chain professionals considered ethics to be \"extremely\" important to their organization.[15]\nIn some cases, the operation of multiple tiers within a supply chain may give rise to additional costs, due the \"profit layering\", where each tier's operators add a profit margin to their costs. For example, in 2015 the UK's Ministry of Justice recognised that its lift maintenance and refurbishment contracts were let to a main contractor who then sub-contracted the work to a specialist lift contractor. The ministry avoided the cost impact of this arrangement by contracting for lift work directly with the specialist contractors.[16]\n\nTypologies[edit]\nMarshall L. Fisher (1997) asks the question in a key article, \"Which is the right supply chain for your product?\"[17] Fisher, and also Naylor, Naim and Berry (1999), identify two matching characteristics of supply chain strategy: a combination of \"functional\" and \"efficient\", or a combination of \"responsive\" and \"innovative\" (Harrison and Godsell).[3][18]\nMentzer et al. distinguish between \"direct supply chains\", \"extended supply chains\", and \"ultimate supply chains\"; in their usage:\n\na \"direct\" supply chain involves a company, a supplier and a customer\nan \"extended\" supply chain includes suppliers of the immediate supplier and customers of the immediate customer\nan \"ultimate\" supply chain includes all of the organizations involved in the supply of the product or service.\nIn each case, the flow of information and finances is part of the chain as well as the product or service.[11] Fazel Zarandi et al. add \"buyer-seller relations\" (at each stage), in addition to the flow of information, as the third main component of a supply chain.[19] Mentzer et al. remind readers also that the focus of a supply chain is on the product or service in its end state: they refer to \"the supply chain for candy\" and \"the supply chain for clothing\".[11] Individual supply chain actors may be positioned at different points in different supply chains: a bank, for example, may play a supporting role in certain supply chains, but acts as either the customer or the nearest supplier to the customer in the supply chain for security printing.\n\nBrown et al. refer to supply chains as either \"loosely coupled\" or \"tightly coupled\":Cutting-edge companies are swapping their tightly coupled processes for loosely coupled ones, making themselves not only more flexible but also more profitable.[20] These ideas refer to two polar models of collaboration: tightly coupled, or \"hard-wired\", also known as \"linked\", collaboration represents a close relationship between a buyer and supplier within the chain, whereas a loosely-coupled link relates to low interdependency between buyer and seller and therefore greater flexibility.[21] The Chartered Institute of Procurement & Supply's professional guidance suggests that the aim of a tightly coupled relationship is to reduce inventory and avoid stock-outs.[21]\nModeling and mapping[edit]\nA diagram of a supply chain. The black arrow represents the flow of materials and information, and the gray arrow represents the flow of information and backhauls. The elements are (a) the initial supplier (vendor or plant), (b) a supplier, (c) a manufacturer (production), (d) a customer, and (e) the final customer. There are a variety of supply-chain models, which address both the upstream and downstream elements of supply-chain management (SCM). The SCOR (Supply-Chain Operations Reference) model, developed by a consortium of industry and the non-profit Supply Chain Council (now part of APICS) became the cross-industry de facto standard defining the scope of supply-chain management. SCOR measures total supply-chain performance. It is a process reference model for supply-chain management, extending \"from the supplier's supplier to the customer's customer\".[22] It includes delivery and order fulfillment performance, production flexibility, warranty and returns processing costs, inventory and asset turns, and other factors in evaluating the overall effective performance of a supply chain.[23]\nA supply chain can often be split into different segments: the earlier stages of a supply chain, such as raw material processing and manufacturing, determine their break-even point by considering production costs relative to market price. The later stages of a supply chain, such as wholesale and retail determine their break-even point by considering transaction costs, relative to market price. Additionally, there are financial costs associated with all the stages of a supply chain model.[24]\nThe Global Supply Chain Forum has introduced an alternative supply chain model.[25] This framework is built on eight key business processes that are both cross-functional and cross-firm in nature. Each process is managed by a cross-functional team including representatives from logistics, production, purchasing, finance, marketing, and research and development. While each process interfaces with key customers and suppliers, the processes of customer relationship management and supplier relationship management form the critical linkages in the supply chain.\nThe American Productivity and Quality Center (APQC) Process Classification Framework (PCF) SM is a high-level, industry-neutral enterprise process model that allows organizations to see their business processes from a cross-industry viewpoint. The PCF was developed by APQC and its member organizations as an open standard to facilitate improvement through process management and benchmarking, regardless of industry, size, or geography. The PCF organizes operating and management processes into 12 enterprise-level categories, including process groups, and over 1,000 processes and associated activities.[citation needed]\nIn the developing country public health setting, John Snow, Inc. has developed the JSI Framework for Integrated Supply Chain Management in Public Health, which draws from commercial sector best practices to solve problems in public health supply chains.[26]\nSimilarly, supply chain mapping involves documenting information regarding all participants in an organization's supply chain and assembling the information as a global map of the organization's supply network.[27]\n\nManagement[edit]\nMain article: Supply-chain management\nA German paper factory receives its daily supply of 75 tons of recyclable paper as its raw material.\nIn the 1980s, the term supply-chain management (SCM) was developed to express the need to integrate the key business processes, from end user through original suppliers.[28] Original suppliers are those that provide products, services, and information that add value for customers and other stakeholders. The basic idea behind SCM is that companies and corporations involve themselves in a supply chain by exchanging information about market demand, distribution capacity and production capabilities. Keith Oliver, a consultant at Booz Allen Hamilton, is credited with the term's invention after using it in an interview for the Financial Times in 1982.[29][30][31] The term was used earlier by Alizamir et al. in 1981,[32] and Burns and Sivazlian in 1978.[33]\nIf all relevant information is accessible to any relevant company, every company in the supply chain has the ability to help optimize the entire supply chain rather than to sub-optimize based on local optimization. This will lead to better-planned overall production and distribution, which can cut costs and give a more attractive final product, leading to better sales and better overall results for the companies involved. This is one form of vertical integration. Yet, it has been shown that the motives for and performance efficacy of vertical integration differ by global region.[34]\nIncorporating SCM successfully leads to a new kind of competition on the global market, where competition is no longer of the company-versus-company form but rather takes on a supply-chain-versus-supply-chain form.[citation needed]\n\nMany electronics manufacturers of Guangdong and beyond rely on the supply of parts from numerous component shops in Shenzhen.\nThe primary objective of SCM is to fulfill customer demands through the most efficient use of resources, including distribution capacity, inventory, and labor. In theory, a supply chain seeks to match demand with supply and do so with minimal inventory. Various aspects of optimizing the supply chain include liaising with suppliers to eliminate bottlenecks; sourcing strategically to strike a balance between lowest material cost and transportation, implementing just-in-time techniques to optimize manufacturing flow; maintaining the right mix and location of factories and warehouses to serve customer markets; and using location allocation, vehicle routing analysis, dynamic programming, and traditional logistics optimization to maximize the efficiency of distribution.\nThe term \"logistics\" applies to activities within one company or organization involving product distribution, whereas \"supply chain\" additionally encompasses manufacturing and procurement, and therefore has a much broader focus as it involves multiple enterprises (including suppliers, manufacturers, and retailers) working together to meet a customer need for a product or service.[citation needed] However, John Mills et al. note that \"early research\" on supply chains focused on internal supply relationships within a company.[35]\nStarting in the 1990s, several companies chose to outsource the logistics aspect of supply-chain management by partnering with a third-party logistics provider (3PL). Companies also outsource production to contract manufacturers.[36] Technology companies have risen to meet the demand to help manage these complex systems. Cloud-based SCM technologies are at the forefront of next-generation supply chains due to their impact on optimization of time, resources, and inventory visibility.[37] Cloud technologies facilitate work being processed offline from a mobile app which solves the common issue of inventory residing in areas with no online coverage or connectivity.[38]\n\nPerformance[edit]\nSupply chain managers are under constant scrutiny to secure the best pricing for their resources, which becomes a difficult task when faced with the inherent lack of transparency.[clarification needed] Cost benchmarking helps to identify competitive pricing within the industry but benchmarking across a range of supply chain performance factors has been recommended as best practice.[39] The SCOR model contains more than 150 key indicators which measure the performance of supply chain operations:[40] see also Supply chain operations reference#Performance measurements. Debra Hofman has noted that \"measuring supply chain performance is not a new practice. Most companies today measure at least some aspect of their supply chain and understand the need for a more comprehensive measurement program.\" However, the abundance of options for potential performance metrics to use is seen as a challenge for supply chain managers. One approach is to relate multiple measures in a hierarchical structure so that interdependencies and the contribution of multiple indicators to the \"key\" or most significant metrics can be more easily seen. Hofman suggests that the three key indicators of a well-functioning supply chain are:\n\nDemand forecast accuracy: referring to the difference (if any) between forecasted demand and actual demand. The ability of a supply chain to respond to customer demand is the most significant factor and functions as a predictor of successful delivery throughout the chain\nPerfect order fulfillment: orders which are complete, accurate, on time and in perfect condition\nSupply chain cost, combining all sourcing, production, distribution and customer service costs.[41]\nA Cranfield University boardroom survey in 2010 found evidence that many organizations recognized the importance of the supply chain contribution to their business success, with a focus on cost, customer lead-time and customer quality being the primary performance indicators.[42]\n\nResilience[edit]\nSupply chain resilience is \"the capacity of a supply chain to persist, adapt, or transform in the face of change\".[43] For a long time, the interpretation of resilience in the sense of engineering resilience (or robustness)[44] prevailed in supply chain management, leading to the notion of persistence.[43] A popular implementation of this idea is given by measuring the time-to-survive and the time-to-recover of the supply chain, allowing identification of weak points in the system.[45] More recently, the interpretations of resilience in the sense of ecological resilience and social–ecological resilience have led to the notions of adaptation and transformation, respectively.[43] A supply chain is thus interpreted as a social-ecological system which – similar to an ecosystem (e.g. forest) – is able to constantly adapt to external environmental conditions and – through the presence of social actors and their ability to foresee – also to transform itself into a fundamentally new system.[46] This leads to a panarchical interpretation of a supply chain, embedding it into a system of systems, allowing to analyze the interactions of the supply chain with systems that operate at other levels (e.g. society, political economy, planet Earth).[46] For example, these three components of resilience can be identified in relation to the 2021 Suez Canal obstruction, when a ship blocked the canal for several days.[47] Persistence means to \"bounce back\"; in our example it is about removing the ship as quickly as possible to allow \"normal\" operations. Adaptation means to accept that the system has reached a \"new normal\" state and to act accordingly; here, this can be implemented by redirecting ships around the African cape or use alternative modes of transport. Finally, transformation means to question the assumptions of globalization, outsourcing, and linear supply chains and to envision alternatives; in this example this could lead to local and circular supply chains.\nSupply chain resilience has been identified as an important business issue. The United Kingdom's Confederation of British Industry reported in 2014 that a significant number of businesses had reshored parts of their supply chain to European locations, with many identifying supply chain resilience as \"a key factor in their decision to do so\".[48]\n\nSocial responsibility[edit]\nIncidents like the 2013 Savar building collapse with more than 1,100 victims have led to widespread discussions about corporate social responsibility across global supply chains. Wieland and Handfield (2013) suggest that companies need to audit products and suppliers and that supplier auditing needs to go beyond direct relationships with first-tier suppliers (those who supply the main customer directly). They also demonstrate that visibility needs to be improved if the supply cannot be directly controlled and that smart and electronic technologies play a key role to improve visibility. Finally, they highlight that collaboration with local partners, across the industry and with universities is crucial to successfully manage social responsibility in supply chains.[49] This incident also highlights the need to improve workers safety standards in organizations. Hoi and Lin (2012) note that corporate social responsibility can influence the enacting of policies that can improve occupational safety and health management in organizations. In fact, international organizations with presence in other nations have a responsibility to ensure that workers are well protected by policies in an organization to avoid safety related incidents.[50]\n\nSpecific industries[edit]\nFood supply chains[edit]\nSee also: Short food supply chains\nMany agribusinesses and food processors source raw materials from smallholder farmers. This is particularly true in certain sectors, such as coffee, cocoa and sugar. Over the past 20 years,[when?] there has been a shift towards more traceable supply chains. Rather than purchasing crops that have passed through several layers of collectors, firms are now sourcing directly from farmers or trusted aggregators. The drivers for this change include concerns about food safety, child labor and environmental sustainability as well as a desire to increase productivity and improve crop quality.[51]\nIn October 2009, the European Commission issued a Communication concerning \"a better functioning food supply chain in Europe\", addressing the three sectors of the European economy which comprise the food supply chain: agriculture, food processing industries, and the distribution sectors.[52] An earlier interim report on food prices (published in December 2008) had already raised concerns about the food supply chain.[52] Arising out of the two reports, the Commission established a \"European Food Prices Monitoring Tool\", an initiative developed by Eurostat and intended to \"increase transparency in the food supply chain\".[53]\nIn March 2022 the Commission noted \"the need for EU agriculture and food supply chains to become more resilient and sustainable\".[54]\n\nClothing products[edit]\nThe supply chain in the fashion industries has some unique properties, as clothing fashion changes several times a year (often seasonally). The supply chain for clothing often requires constant analysis of new fashion trends to manage the quantity needed for various markets.[55]\n\nRegulation[edit]\nSupply chain security has become particularly important in recent years.[when?] As a result, supply chains are often subject to global and local regulations. In the United States, several major regulations emerged in 2010 that have had a lasting impact on how global supply chains operate. These new regulations include the Importer Security Filing (ISF)[56] and additional provisions of the Certified Cargo Screening Program.[57] EU's draft supply chain law are due diligence requirements to protect human rights and the environment in the supply chain.\n[58]\n\nTrends affecting supply chains[edit]\nFurther information: Supply chain network\nWith the increasing globalization and easier access to different kinds of alternative products in today's markets, the contribution of product design to generating demand is more significant than ever. In addition, as supply, and therefore competition, among companies for the limited market demand increases and as pricing and other marketing elements become less distinguishing factors, product design likewise plays a different role by providing attractive features to generate demand. In this context, demand generation is used to define how attractive a product design is in terms of creating demand. In other words, it is the ability of a product's design to generate demand by satisfying customer expectations. But product design affects not only demand generation but also manufacturing processes, cost, quality, and lead time. The product design affects the associated supply chain and its requirements directly, including manufacturing, transportation, quality, quantity, production schedule, material selection, production technologies, production policies, regulations, and laws. Broadly, the success of the supply chain depends on the product design and the capabilities of the supply chain, but the reverse is also true: the success of the product depends on the supply chain that produces it.\n\nAccording to an industrial engineering study which looked at a process for Design for Supply Chain (DFSC), since the product design imposes multiple requirements on the supply chain, then once a product design is completed, it drives the structure of the supply chain, limiting the flexibility of engineers to generate and evaluate different (and potentially more cost-effective) supply-chain alternatives. Design for Supply Chain is described asa process that aims to drastically reduce the product life cycle costs ... improve product quality, improve efficiency and improve profitability for all partners in the supply chain.[59]\nSupply chain consultant Anthony Tarantino has identified a number of best practices affecting the resilience and operation of supply chains, including the formation of multi-disciplinary centres of excellence, hybrid supply chain organizations which optimize the balance between centralization and de-centralization, and more extensive use of both structured and unstructured data.[60]\nBig data is increasingly being utilized in supply chain management, especially in the strategic purchasing and supply management sector.[61]\nMoore et al. note a trend towards strategic supply-base reduction as a mechanism for leading businesses to reduce costs and improve supplier-related performance,[62] and similarly Ogden identifies a company's decision-making on the number of suppliers it will engage with for each product or service as an important aspect of the design of a supply chain. Determining the number of suppliers logically precedes an RFP process for determining which suppliers will form part of the supply chain.[63] Morgan refers to an \"n + 1 rule\" example in the business practice of IT component supplier Intel, whereby the maximum number of suppliers required to maintain production levels for each component is determined, and no more than one additional supplier is engaged with for each component.[64]\nWith the increased complexity and b2b activity associated with economic growth, actors often seek to view supply chain collaboration as a part of the value adding activities in a value chain.[65]\n\nSee also[edit]\nSupply-chain sustainability\nDigital Supply Chain\nSoftware supply chain\nFreight forwarder\nLogistics\nSupply chain attack\n2021 global supply chain crisis\nReferences[edit]\n\n\n^ Ganeshan, R. and Harrison, T. P., An Introduction to Supply Chain Management, updated 22 May 2005, accessed 29 June 2023\n\n^ a b Ghiani, Gianpaolo; Laporte, Gilbert; Musmanno, Roberto (2004). Introduction to Logistics Systems Planning and Control. John Wiley & Sons. pp. 3–4. ISBN 978-0-470-84917-0. Retrieved 8 January 2023.\n\n^ a b c Harrison, A. and Godsell, J. (2003), Responsive Supply Chains: An Exploratory Study of Performance Management, Cranfield School of Management, accessed 12 May 2021\n\n^ Kozlenkova, Irina; et al. (2015). \"The Role of Marketing Channels in Supply Chain Management\". Journal of Retailing. 91 (4): 586–609. doi:10.1016/j.jretai.2015.03.003. Retrieved 28 September 2016.\n\n^ Pang, Shinsiong; Chen, Mu-Chen (April 2024). \"Investigating the impact of consumer environmental consciousness on food supply chain: The case of plant-based meat alternatives\". Technological Forecasting and Social Change. 201 123190. doi:10.1016/j.techfore.2023.123190. ISSN 0040-1625.\n\n^ Nagurney, Anna (2006). Supply Chain Network Economics: Dynamics of Prices, Flows, and Profits. Cheltenham, UK: Edward Elgar. ISBN 978-1-84542-916-4.\n\n^ Groceries Code Adjudicator, About us, accessed on 29 August 2025\n\n^ SCM Portal, Supplier Tiering Archived 2023-04-07 at the Wayback Machine, Procurement Glossary supplied by CIPS, accessed 11 July 2021\n\n^ \"The Year at Home and Abroad\". The Independent. 58 (2927): 7. January 5, 1905. Retrieved 6 February 2024.\n\n^ a b cf. Wieland, Andreas; Wallenburg, Carl Marcus (2011). Supply-Chain-Management in stürmischen Zeiten (in German). Berlin: Universitätsverlag der TU. ISBN 978-3-7983-2304-9.\n\n^ a b c Mentzer, J.T.; et al. (2001). \"Defining Supply Chain Management\". Journal of Business Logistics. 22 (2): 1–25. doi:10.1002/j.2158-1592.2001.tb00001.x.\n\n^ Gattorna, J. L., ed. (1998), Strategic Supply Chain Alignment, Gower, Aldershot\n\n^ Ross, Jeanne W.; Weill, Peter; Robertson, David (2006). Enterprise Architecture as Strategy: Creating a Foundation for Business Execution. Boston, Mass.: Harvard Business School Press. ISBN 1-59139-839-8. OCLC 66463473.\n\n^ Keith, R., \"So Why Do We Call it a 'Supply Chain' Anyway?\", IndustryWeek, emphasis added, published 3 December 2012, accessed 6 January 2021.\n\n^ Aschendbrand, Judd; Proctor, Jennifer; Trebilcock, Bob (November 14, 2018). \"In this issue of SCMR: The ethical supply chain\". SCMR. Retrieved 2021-04-03.\n\n^  This article incorporates text published under the British Open Government Licence: Cabinet Office, Making Government business more accessible to SMEs: Two Years On, p. 31, published on 8 August 2013, accessed on 25 December 2024\n\n^ Fisher, M. L. (March–April 1997). \"What is the Right Supply Chain for your Product?\" (PDF). Harvard Business Review: 105–116. Archived from the original (PDF) on Mar 19, 2022 – via mba.teipir.gr.\n\n^ Ben Naylor, J.; Naim, Mohamed M.; Berry, Danny (1999). \"Leagility: Integrating the lean and agile manufacturing paradigms in the total supply chain\". International Journal of Production Economics. 62 (1–2): 107–118. doi:10.1016/S0925-5273(98)00223-0.\n\n^ Mohammad H. Fazel Zarandi, Mohammad M. Fazel Zarani and Soroosh Saghiri, Five crisp and fuzzy models for supply chain of an automotive manufacturing system, International Journal of Management Science and Engineering Management, Vol. 2 (2007) No. 3, pp. 179, accessed 23 January 2024\n\n^ Brown, J. S., Hagel, J. III and Durchslag, S. (2002), Loosening up: How process networks unlock the power of specialization, McKinsey Quarterly, vol 2, pp 59-69\n\n^ a b CIPS, Loosely-Coupled vs Tightly-Coupled Supply Chain, no date, accessed 13 May 2021\n\n^ ASCM (2022), Supply Chain Operations Reference Model: SCOR Digital Standard, accessed 10 August 2023\n\n^ Stevens, Graham C. (1989). \"Integrating the Supply Chain\". International Journal of Physical Distribution & Materials Management. 19 (8). Emerald Insight: 3–8. doi:10.1108/EUM0000000000329. Retrieved 15 September 2022.\n\n^ Larson, Paul D.; Rogers, Dale S. (1998). \"Supply Chain Management: Definition, Growth and Approaches\". Journal of Marketing Theory and Practice. 6 (4): 1–5. doi:10.1080/10696679.1998.11501805. ISSN 1069-6679. JSTOR 40469931.\n\n^ \"SCM Institute\". scm-institute.org. Retrieved 22 January 2018.\n\n^ \"Getting Products to People: The JSI Framework for Integrated Supply Chain Management in Public Health\".\n\n^ American Express, What is Supply Chain Mapping and Why is it Important?, published 4 February 2022, accessed 11 June 2022\n\n^ Oliver, R. K.; Webber, M. D. (1992) [1982]. \"Supply-chain management: logistics catches up with strategy\". In Christopher, M. (ed.). Logistics: The Strategic Issues. London: Chapman Hall. pp. 63–75. ISBN 978-0-412-41550-0.\n\n^ Jacoby, David (2009). Guide to Supply Chain Management: How Getting it Right Boosts Corporate Performance. The Economist Books (1st ed.). Bloomberg Press. ISBN 978-1-57660-345-1.\n\n^ Andrew Feller, Dan Shunk, & Tom Callarman (2006). BPTrends, March 2006 - Value Chains Vs. Supply Chains\n\n^ Blanchard, David (2010). Supply Chain Management Best Practices (2nd ed.). John Wiley & Sons. ISBN 978-0-470-53188-4.\n\n^ Alizamir, S., Alptekinoglu, A., & Sapra, A. (1981). Demand management using responsive pricing and product variety in the presence of supply chain disruptions: Working paper, SMU Cox School of Business.\n\n^ Burns, J. F.; Sivazlian, B. D. (1978-01-01). \"Dynamic analysis of multi-echelon supply systems\". Computers & Industrial Engineering. 2 (4): 181–193. doi:10.1016/0360-8352(78)90010-4. ISSN 0360-8352.\n\n^ Durach, Christian F.; Wiengarten, Frank (2019-10-31). \"Supply chain integration and national collectivism\". International Journal of Production Economics. 224 107543. doi:10.1016/j.ijpe.2019.107543. ISSN 0925-5273. S2CID 211460516.\n\n^ Mills, John; Schmitz, Johannes; Frizelle, Gerry (2004). \"A strategic review of \"supply networks\"\". International Journal of Operations & Production Management. 24 (10): 1012–1036. doi:10.1108/01443570410558058.\n\n^ Selecting a Third Party Logistics (3PL) Provider Archived 2016-03-24 at the Wayback Machine Martin Murray, about.com\n\n^ \"JD.com: Building the Smart Logistic System for the Future\". Technology and Operations Management. Retrieved 2021-04-03.\n\n^ Inventory®, Cloud (2021-01-14). \"IS YOUR SUPPLY CHAIN PREPARED FOR DISRUPTION? — #1 Cloud Inventory® Software as a Service\". Medium. Retrieved 2021-04-03.\n\n^ Gartner, Inc., The Gartner Supply Chain Hierarchy of Metrics Benchmarking for Manufacturing, published 2016, accessed 13 February 2023\n\n^ Roland Zimmermann (2006), Agent-based Supply Network Event Management, p. 58.\n\n^ Hofman, D., The Hierarchy of Supply Chain Metrics: Diagnosing Your Supply Chain Health, AMR Research, published 18 February 2004, archived 29 July 2018, accessed 14 February 2023\n\n^ Wilding, R. et al., Supply Chain Strategy in the Board Room, Cranfield School of Management with Solving Efeso, published 11 June 2010, accessed 28 June 2023\n\n^ a b c Wieland, Andreas; Durach, Christian F. (2021). \"Two perspectives on supply chain resilience\". Journal of Business Logistics. 42 (3): 315–322. doi:10.1111/jbl.12271. ISSN 2158-1592. S2CID 233812114.\n\n^ Durach, Christian F.; Wieland, Andreas; Machuca, Jose A. D. (2015). \"Antecedents and dimensions of supply chain robustness: a systematic literature review\" (PDF). International Journal of Physical Distribution & Logistics Management. 45: 118–137. doi:10.1108/IJPDLM-05-2013-0133. hdl:10398/9123. ISSN 0960-0035. S2CID 9820553.\n\n^ Simchi‐Levi, D., Wang, H., & Wei, Y. (2018). Increasing supply chain robustness through process flexibility and inventory. Production and Operations Management, 27(8), 1476-1491.\n\n^ a b Wieland, Andreas (2021). \"Dancing the Supply Chain: Toward Transformative Supply Chain Management\". Journal of Supply Chain Management. 57 (1): 58–73. doi:10.1111/jscm.12248. ISSN 1745-493X. PMC 7753537. S2CID 228907252.\n\n^ Bloomberg (29 March 2021). \"Ships Get Moving Through Suez as Giant Ever Given Is Freed\". www.supplychainbrain.com. Retrieved 3 April 2021.\n\n^ CBI EU Reshoring survey, March 2014, quoted in Confederation of British Industry, Pulling Together: Strengthening the UK's Supply Chains, published October 2014, accessed 10 May 2023\n\n^ Wieland, Andreas; Handfield, Robert B. (2013). \"The Socially Responsible Supply Chain: An Imperative for Global Corporations\". Supply Chain Management Review. 17 (5).\n\n^ Whittingham, R. B. (2012). \"Corporate social responsibility\". Preventing Corporate Accidents (0 ed.). Routledge. pp. 252–279. doi:10.4324/9780080570297. ISBN 978-0-08-057029-7. Retrieved 2022-04-21.\n\n^ International Finance Corporation (2013), Working with Smallholders: A Handbook for Firms Building Sustainable Supply Chains (online).\n\n^ a b European Commission, \"Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions: A better functioning food supply chain in Europe\", provisional version published 28 October 2019, accessed 26 April 2022.\n\n^ European Commission, \"European Food Prices Monitoring Tool\", accessed 16 June 2022.\n\n^ European Commission, \"Commission acts for global food security and for supporting EU farmers and consumers\", published 23 March 2022, accessed 26 April 2022.\n\n^ Fashion Supply Chain: Everything You Need to Know, by Lynne Sampson, May 9, 2023, Oracle website. \n\n^ \"Importer Security Filing and Additional Carrier Requirements\" (PDF). U.S. Customs and Border Protection. August 2009. Archived from the original (PDF) on 2011-10-22. Retrieved 2011-06-13.\n\n^ \"Certified Cargo Screening Program\". TSA. Archived from the original on 2011-06-16. Retrieved 2011-06-13.\n\n^ Setzler, Ruth (July 22, 2021). \"The EU's new supply chain law – what you should know\". AEB. Archived from the original on 2021-07-28. Retrieved 2021-07-28.\n\n^ Gökhan, Nuri Mehmet (December 2010). \"Development of a Simultaneous Design for Supply Chain Process for the Optimization of the Product Design and Supply Chain Configuration Problem\" (PDF). Engineering Management Journal. 22 (4): 20–30. doi:10.1080/10429247.2010.11431876. S2CID 109412871.\n\n^ Bowman, R. J., \"Seven Best Practices for Supply Chains in 2025\", SupplyChainBrain, published 4 August 2014, accessed 21 February 2023.\n\n^ Henrich, Jan; Li, Jason; Mazuera, Carolina; Perez, Fernando (June 14, 2022). \"Future supply chains: resilience, agility, sustainability\". McKinsey. Retrieved 2023-06-25.\n\n^ \nMoore, N. Y. et al. (2002), Implementing Best Purchasing and Supply Management Practices: Lessons from Innovative Commercial Firms, prepared for the US Air Force, Rand, page 83, accessed on 14 July 2024\n\n^ Ogden, J., Supply Base Reduction Within Supply Base Reduction, CAPS Research, volume 6, January 2003, accessed on 14 September 2024\n\n^ Morgan, James P. (ed.) (1995), \"Inside Intel\", Purchasing's Book of Winners, p. 101, quoted in Moore, N. Y. et al. (2002), Implementing Best Purchasing and Supply Management Practices: Lessons from Innovative Commercial Firms, prepared for the US Air Force, Rand, pages 155-156, accessed on 14 September 2024\n\n^ Doran, Desmond (2004). \"Rethinking the supply chain: an automotive perspective\". Supply Chain Management. 9. Emerald Insight: 102–109. doi:10.1108/13598540410517610.\n\n\nExternal links[edit]\n\n\n\nLook up supply chain in Wiktionary, the free dictionary.\n\n\n\n\nWikimedia Commons has media related to Supply chains.\n\nSupply Chain and Logistics Terms and Glossary\nvteSupply chain performance drivers\nFacilities\nInformation\nInventory\nPricing\nSourcing\nTransportation\n\n\n\n\n\n<img src=\"https://en.wikipedia.org/wiki/Special:CentralAutoLogin/start?useformat=desktop&amp;type=1x1&amp;usesul3=1\" alt=\"\" width=\"1\" height=\"1\" style=\"border: none; position: absolute;\">\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Supply_chain&oldid=1321584992\"\n\t\t\t\t\tCategories: Supply chainsNetworksLogisticsHidden categories: Webarchive template wayback linksCS1 German-language sources (de)Open Government Licence attributionArticles with short descriptionShort description is different from WikidataAll articles with unsourced statementsArticles with unsourced statements from July 2022Articles with unsourced statements from June 2024Wikipedia articles needing clarification from June 2023All articles with vague or ambiguous timeVague or ambiguous time from March 2018Commons category link from Wikidata\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\n\n\t\t\n\t \n \n\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\nSearch\n\t\t\t\n\t\t\n\t\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\tSearch\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\t\n\t\t\t\tSupply chain\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\n\n\t\t\t\n\t\t\t\n\n\n\t\t\t\n\t\t\t\n\n\n\t\t\t\n\t\t\t\n\n\n\t\t\t\n\t\t\t\n\n\n\t\t\t\n\t\t\t\n\n\n\t\t\t\n\t\t\t\n\n\n\t\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\n45 languages\n\t\t\t\n\t\t\t\n\nAdd topic",
  "excerpt": null,
  "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b5/Supply_and_demand-stacked4.png",
  "tags": [],
  "scrapedAt": "2025-12-09T11:04:16.317Z",
  "labels": {
    "categories": [
      "Business logistics",
      "Supply chain management"
    ],
    "topics": [
      "Supply chain systems",
      "Distribution methods",
      "Logistics management",
      "Manufacturing processes",
      "Inventory management"
    ],
    "entities": {
      "people": [
        "Mentzer"
      ],
      "organizations": [
        "Wikipedia",
        "The Independent"
      ],
      "locations": [
        "India",
        "Tibet"
      ],
      "products": [
        "Raw materials",
        "Finished products",
        "Components",
        "Semi-finished parts"
      ]
    },
    "keywords": [
      "supply chain",
      "logistics",
      "distribution",
      "manufacturing",
      "inventory management"
    ],
    "sentiment": "neutral",
    "summary": "A supply chain is a complex logistics system that converts raw materials into finished products and distributes them to consumers. The article explains the basic structure of supply chains, including production and distribution stages, and mentions the historical origin of the term.",
    "readingTime": "3",
    "complexity": "intermediate",
    "contentType": "analysis",
    "labelledAt": "2025-12-09T11:04:21.470Z",
    "modelUsed": "claude-sonnet-4-20250514"
  }
}