{
  "id": "621d7169-76de-4946-ade6-b7e2097ab65d",
  "url": "https://www.tradingview.com/news/reuters.com,2025:newsml_L4N3XF0ZI:0-critical-metals-partners-with-romania-s-fpcu-to-set-up-rare-earth-processing-plant/",
  "title": "Critical Metals partners with Romania's FPCU to set up rare earth processing plant",
  "author": null,
  "publishDate": "2025-12-09T13:14:12.000Z",
  "content": "Critical Metals partners with Romania's FPCU to set up rare earth processing plantRefinitivLess than 1 min readCRML    Critical Metals CRML said on Tuesday it will form a joint venture with Romania-based FPCU to set up a facility in the European country to process the rare earth minerals from the U.S. firm's Tanbreez mine.Shares of the company rose 4% in premarket trading.The company said it will supply 50% of the Tanbreez project's rare earth concentrates to the Romanian JV for the full lifespan of the mine at \"mutually agreed competitive market terms\".The Tanbreez project is critical as an alternative source of heavy rare earths that are key to electric vehicles, wind turbines and defense, with Western nations working to reduce their reliance on China for these vital resources.The facility in Romania will create a Europe-focused supply chain for rare earths, reducing the region's reliance on China, which dominates more than 80% of global processing.\"We're not just building a plant - we're dismantling China's stranglehold on rare earths and empowering Europe with secure supplies,\" Critical Metals CEO Tony Sage said.    The plant will make products such as aerospace and military-grade magnets, the company said.In October, the company said it would raise $50 million through a private investment in public equity (PIPE) deal with an institutional investor to help develop its Tanbreez rare earth deposit in Greenland.EuropeNorth AmericaReutersRomanian stocksUS stocks© Copyright Thomson Reuters 2025. Click For Restrictions - https://agency.reuters.com/en/copyright.htmlShow moreLogin or create a forever free account to read this newsLet's goMore news from Reuters",
  "excerpt": "Critical Metals NASDAQ:CRML said on Tuesday it will form a joint venture with Romania-based FPCU to set up a facility in the European country to process the rare earth minerals from the U.S. firm's Tanbreez mine.Shares of the company rose 4% in premarket trading.The company said it will supply 50…",
  "imageUrl": "https://s.tradingview.com/static/images/illustrations/news-story.jpg",
  "tags": [
    "CRML",
    "Europe",
    "North America",
    "Reuters",
    "Romanian stocks",
    "US stocks"
  ],
  "scrapedAt": "2025-12-09T14:21:06.453Z",
  "labels": {
    "categories": [
      "Business",
      "Mining & Resources"
    ],
    "topics": [
      "rare earth minerals",
      "joint ventures",
      "supply chain diversification",
      "China dependency reduction",
      "renewable energy materials"
    ],
    "entities": {
      "people": [
        "Tony Sage"
      ],
      "organizations": [
        "Critical Metals",
        "FPCU",
        "Reuters",
        "Refinitiv",
        "NASDAQ"
      ],
      "locations": [
        "Romania",
        "United States",
        "Greenland",
        "China",
        "Europe"
      ],
      "products": [
        "rare earth concentrates",
        "aerospace magnets",
        "military-grade magnets",
        "electric vehicles",
        "wind turbines"
      ]
    },
    "keywords": [
      "rare earth processing",
      "joint venture",
      "Tanbreez mine",
      "supply chain",
      "China reliance"
    ],
    "sentiment": "positive",
    "summary": "Critical Metals announced a joint venture with Romania's FPCU to establish a rare earth processing facility that will process minerals from their Greenland-based Tanbreez mine. The partnership aims to create a European supply chain for rare earths and reduce dependence on China, which currently dominates over 80% of global processing.",
    "readingTime": "2",
    "complexity": "intermediate",
    "contentType": "news",
    "labelledAt": "2025-12-09T14:21:13.328Z",
    "modelUsed": "claude-sonnet-4-20250514"
  }
}