{
  "id": "0283ce37-73ee-4b41-80c4-929a2c001729",
  "url": "https://www.bbc.com/news",
  "title": "BBC News - Breaking news, video and the latest top stories from the U.S. and around the world",
  "author": null,
  "publishDate": null,
  "content": "NewsNewsUkraine prepares new peace plan as Zelensky rules out giving up land Kyiv is seeking to resist a US push for a deal which would see territory handed over to Russia.1 hr agoEuropeUkrainians raise flag to show BBC the fight goes on in city claimed by RussiaUkraine barely has a hold on Pokrovsk, but its forces are keen to show they are still resisting Russia's advance.2 hrs agoEuropePioneering new UK treatment reverses incurable blood cancer in some patientsSeven out of 11 patients with incurable cancer who had the treatment appear to be cancer-free.14 hrs agoHealthLIVEFact-checking Trump’s denial over releasing Venezuela boat strike videoLatest updates from the BBC's specialists in fact-checking, verifying video and tackling disinformation.Why are Thailand and Cambodia fighting at the border?The roots of the South East Asian neighbours' dispute go back more than a century.43 mins agoAsiaDozens injured after magnitude 7.5 quake strikes northern JapanAuthorities have warned that a stronger tremor could occur in the coming days.  9 hrs agoAsiaBen & Jerry's brand could be destroyed under Magnum, says co-founderBen Cohen was speaking about his concerns for the independence of Ben & Jerry's board.\n3 hrs agoBusinessAustralia's social media ban for children has left big tech scramblingThe policy is the culmination of years of pressure on firms over online safety.13 hrs agoAustraliaUN environment report 'hijacked' by US and others over fossil fuels, top scientist saysSudan air force bombing of towns, markets and schools has killed hundreds, report saysTrump gives Nvidia green light to sell advanced AI chips to ChinaTanzania crackdown on planned protest leaves streets desertedWatch: Matisse heist suspects making off with artworks on footMore to exploreWhy has Paramount launched a hostile bid for Warner Bros Discovery?What to know about Netflix and Paramount Skydance's blockbuster battle over Warner Bros Discovery. 14 hrs agoBusinessEuropean leaders walk tightrope between backing Ukraine and keeping US on boardEurope's leaders are trying to avoid alienating Donald Trump while fighting for Ukrainian sovereignty and future continental stability.18 hrs agoEuropeAI tools transform Christmas gifting as shoppers turn to chatbotsShopper are increasingly using chatbots for their hard-to-buy-for family and friends, with implications for bargain hunters and businesses.5 hrs agoBusinessA wage for housework? India's sweeping experiment in paying womenSome 118 million women in 12 Indian states receive unconditional cash transfers, one of the world’s largest experiments.11 hrs agoAsiaDoes Scotland's 'Instagram Highway' need a reboot?Highland communities and businesses will have their say on the NC500's future after overtourism concerns.5 hrs agoHighlands & IslandsMost watched1Nasa astronaut and Roscosmos cosmonauts return to Earth2Watch: Moment commuter train collides with vehicle in Illinois3CCTV shows Matisse heist suspects making off with artworks on foot4Watch: Moment stolen puppies are reunited with mum5Watch: President Trump hosts the Kennedy Center HonorsAlso in newsGoa nightclub owners fled to Thailand hours after deadly fire, police sayIndian authorities confirmed the two brothers boarded a flight to Phuket in Thailand shortly after the incident.6 hrs agoAsiaTwo charged over Heathrow 'pepper spray' attackPolice say a substance was used when a woman's suitcase taken in a car park lift on Sunday.Just nowLondonTrump unveils $12bn farm aid package to help farmers who faced 'unjustified trade actions'The president also threatened to hit Mexico with an extra 5% tariff in a row over water supplies to US farmers.8 hrs agoUS & Canada'New lease of life': Nothing beats Jess Glynne for TikTok's UK song of the yearHold My Hand claims the title thanks to the viral 'nothing beats a Jet2holiday' trend. 5 hrs agoNewsbeatZohran Mamdani confirms he will live in historic Gracie Mansion as New York mayorMamdani will move out of his Queens apartment that had been the subject of heated debate during his campaign.7 hrs agoUS & CanadaUS deports second group of Iranian nationals, officials sayA chartered plane carrying more than 50 Iranians flew out of Mesa, Arizona, on Sunday.8 hrs agoMiddle EastIsrael to review reports that troops killed three-year-old in GazaIsrael says it is unaware of a strike, but is investigating the reported death of the child in southern Gaza.14 hrs agoMiddle EastMost read1Ukraine prepares new peace plan as Zelensky rules out giving up land 2Ukrainians raise flag to show BBC the fight goes on in city claimed by Russia3Ben & Jerry's brand could be destroyed, says co-founder4Australia's social media ban for children has left big tech scrambling5Dozens injured after magnitude 7.5 quake strikes northern Japan6Why are Thailand and Cambodia fighting at the border?7Pioneering new treatment reverses incurable blood cancer in some patients8Goa nightclub owners fled to Thailand hours after deadly fire, police say9Zohran Mamdani will live in historic Gracie Mansion as New York mayor10Tanzania crackdown on planned protest leaves streets desertedSportEngland fast bowler Wood out of Ashes tourFast bowler Mark Wood is ruled out of England’s Ashes tour and replaced in the squad by Matthew Fisher.5 hrs agoEnglandAre Man Utd turning the tide or is a 'bad result just around corner'?Manchester United moved into the Premier League top six with their biggest win of the season - but they still have to prove the doubters wrong.11 hrs agoMan UtdWho has made Troy's Premier League team of the week?After every round of Premier League matches this season, Troy Deeney gives us his team of the week. Do you agree with his choices?11 hrs agoFootballWhy Alonso's chances of survival at Real Madrid are slimXabi Alonso's Real Madrid fate has not yet been decided, but Wednesday's Champions League game against Manchester City at the Bernabeu could prove crucial, writes Guillem Balague.20 hrs agoEuropean Football'Disgraceful' Salah comments caused 'carnage' - punditsLiverpool forward Mohamed Salah is called a \"disgrace\" who has caused \"carnage\" at the club by pundits as the fallout continues from his explosive interview.12 hrs agoLiverpoolNorris keen to 'live a normal few days' and 'forget I drive in F1'Lando Norris reflects on family sacrifices, proving himself wrong and how a lap in Monaco made him cry and \"flipped everything\".18 hrs agoFormula 1Hurts loses ball twice on same play as Eagles beatenJalen Hurts throws an interception and fumbles the ball on the same play as the Philadelphia Eagles are beaten by the Los Angeles Chargers in California. 4 hrs agoAmerican FootballSign up to News BriefingNews and expert analysis for every schedule. Get morning and evening editions of our flagship newsletter in your inbox.See more",
  "excerpt": "Visit BBC News for the latest news, breaking news, video, audio and analysis. BBC News provides trusted World, U.S. and U.K. news as well as local and regional perspectives. Also entertainment, climate, business, science, technology and health news.",
  "imageUrl": "https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png",
  "tags": [],
  "scrapedAt": "2025-12-09T11:03:44.357Z",
  "labels": {
    "categories": [
      "News",
      "International Affairs"
    ],
    "topics": [
      "Ukraine-Russia conflict",
      "Health breakthrough",
      "Earthquake in Japan",
      "Social media regulation",
      "Business mergers",
      "Climate change",
      "International politics"
    ],
    "entities": {
      "people": [
        "Zelensky",
        "Ben Cohen",
        "Donald Trump"
      ],
      "organizations": [
        "BBC News",
        "UN",
        "Nvidia",
        "Ben & Jerry's",
        "Magnum",
        "Paramount",
        "Warner Bros Discovery",
        "Netflix",
        "NASA",
        "Roscosmos"
      ],
      "locations": [
        "Ukraine",
        "Russia",
        "Kyiv",
        "Pokrovsk",
        "UK",
        "Venezuela",
        "Thailand",
        "Cambodia",
        "Japan",
        "China",
        "Australia",
        "Sudan",
        "Tanzania",
        "Europe",
        "India",
        "Scotland",
        "Illinois"
      ],
      "products": [
        "AI chips",
        "Matisse artworks"
      ]
    },
    "keywords": [
      "breaking news",
      "Ukraine conflict",
      "peace plan",
      "cancer treatment",
      "earthquake",
      "social media ban",
      "artificial intelligence",
      "international relations"
    ],
    "sentiment": "neutral",
    "summary": "This BBC News compilation covers major international stories including Ukraine's new peace plan amid territorial disputes with Russia, breakthrough cancer treatments in the UK, and a major earthquake in Japan. The coverage also includes business developments, social media regulation in Australia, and various global political tensions.",
    "readingTime": "8",
    "complexity": "intermediate",
    "contentType": "news",
    "labelledAt": "2025-12-09T11:03:52.563Z",
    "modelUsed": "claude-sonnet-4-20250514"
  }
}