{
  "id": "4a3de370-23a9-4858-8005-378f35de7b42",
  "url": "https://rareearthexchanges.com/news/securing-defense-supply-chains-in-a-rare-earth-world/",
  "title": "Securing Defense Supply Chains in a Rare Earth World",
  "author": null,
  "publishDate": "2025-12-04T04:46:59-07:00",
  "content": "Highlights\n\n\n\n\nThe 2027 DFARS ban prohibits any Chinese-origin rare earth materials in U.S. defense platforms, enforcing atom-level supply chain traceability across mining, separation, metal-making, and magnet manufacturing—with no announced delays despite expert skepticism.\n\n\n\nThe Office of Strategic Capital has deployed over $700 million in loans to Vulcan Elements and ReElement Technologies, marking the largest U.S. investment in non-Chinese rare earth refining and magnet capacity in modern history, alongside Defense Production Act (DPA) grants exceeding $439 million.\n\n\n\nMajor defense contractors, including Lockheed Martin, RTX, and Northrop Grumman, are rapidly qualifying U.S., Japanese, and Australian suppliers to replace Chinese sources for critical magnets used in F-35s (417-920 pounds of rare earth elements), submarines (approximately 9,200 pounds), and missile systems.\n\n\n\n\n\n\n\n\nA fast, powerful tour through one of the biggest strategic pivots in modern defense procurement. Rare earth elements (REEs) are the hidden scaffolding of modern military power. From thrust-vectoring fighter jets to submarine sonar arrays, these 17 elements—especially the heavy rare earths dysprosium (Dy) and terbium (Tb)—enable performance no other materials can match. NdFeB permanent magnets doped with Dy/Tb make actuators, sensors, radars, electric drives, and missile guidance systems both powerful and heat-resilient.\n\n\n\nWhat's Inside\n\n\n\nThe numbers are reminders: an F-35 contains 417 to 920 pounds of rare earths, an Arleigh Burke destroyer uses ~5,200 lbs, and a Virginia-class submarine as much as ~9,200 lbs. Dy prevents magnets from demagnetizing inside a missile’s heat plume; Tb powers Terfenol-D used in high-power naval sonar; yttrium enables microwave filters and military lasers. Rare earths are the silent metal infrastructure of deterrence.\n\n\n\nThe China Problem: A Strategic Achilles’ Heel\n\n\n\nFor decades, China cornered the rare earthworld—mining, separation, metal-making, and magnetmanufacturing. Roughly 70% of U.S. rare earth imports and ~90% of global separation capacity run through China. Even “allied” producers historically relied on Chinese refineries.\n\n\n\nThis dependency hid inside Western defense procurement until crises exposed it:\n\n\n\n\n2022 F-35 Halt — Deliveries stopped after a Chinese-sourced samarium-cobalt alloy was found in a Honeywell turbomachine magnet.\n\n\n\n2010 Raytheon Tomahawk Crisis — China’s export squeeze tripled REE prices overnight, threatening missile actuator supply.\n\n\n\n2025 Export Controls — Beijing imposed license requirements on seven critical REEs (Dy, Tb, Sm, Gd, Y, Sc, Lu) and on NdFeB magnets themselves.\n\n\n\n\nThese weren’t outright bans—they were choke points. By constraining export licenses, Beijing forced U.S. and European firms to scramble for alternatives in Japan, Korea, Malaysia, and elsewhere. Reuters reported that some avionics components are still sole-sourced from China. Automakers were hit within days; defense primes were insulated only by long lead-time inventories—and everyone knows that cushion is finite.\n\n\n\n2027: The Legal Guillotine\n\n\n\nUpdated DFARS rules impose a strict two-stage ban:\n\n\n\n\nThrough 2026: No Chinese-manufactured NdFeB or SmCo magnets in delivered platforms—even if the raw oxides came from China.\n\n\n\nJan 1, 2027: No Chinese-origin material at any stage: mining, separation, metal, alloy, or magnet manufacturing.\n\n\n\n\nThis is effectively an atom-level traceability regime. Executives say they now track REE supply chains “to the atom,” meaning unprecedented upstream scrutiny. Many experts consider the 2027 deadline “nearly impossible” for heavy rare earths—yet DoD insists there will be no delay.\n\n\n\nAs Dura Magnetics reported (opens in a new tab) today China’s heavy rare earth export regime remains highly restrictive and unpredictable entering 2026, despite political signals suggesting potential easing. Since MOFCOM’s April 2025 Announcement No. 18 placed samarium, gadolinium, terbium, dysprosium, lutetium, scandium, yttrium, and all SmCo and Dy/Tb-bearing NdFeB magnets under non-automatic export licensing, review times have routinely exceeded 60–120+ days—with no statutory deadlines and many applications stuck in administrative limbo.\n\n\n\nOctober 2025 updates further broadened controls to additional rare earths, processing equipment, and even foreign-made products containing Chinese-origin materials, increasing compliance complexity. \n\n\n\nAlthough the November U.S.–China leadership meeting announced intentions to introduce a General License framework, no operational rules, customs guidance, or provincial procedures have been issued. Although today Rare Earth Exchanges reports MOFCOM’s announcement of adhering to the Sino-American recent agreement. \n\n\n\nAs of December 2025, only a small number of large multinationals receive case-by-case licenses for low-risk commercial shipments, while aerospace, sensor, and military-adjacent applications face near-automatic delays or denials.\n\n\n\nDocumentation requirements continue to rise—often demanding full value-chain transparency and authenticated end-use declarations. With continued uncertainty and prolonged approvals expected well into 2026, Dura Magnetics advises (opens in a new tab) customers to prepare for persistent bottlenecks, evaluate design alternatives where feasible, and anticipate that heavy-REE materials such as SmCo magnets and Dy/Tb-rich NdFeB will remain the most supply-constrained products in the global market.\n\n\n\nHow the West Is Rebuilding the Mine-to-Magnet Chain\n\n\n\n1. DoD, DPA, and the Office of Strategic Capital (OSC) as Market Makers\n\n\n\nSince 2020, the U.S. has moved from mere grant-maker to industrial architect.\n\n\n\nDefense Production Act Investments (> $439M)\n\n\n\nTo credit President Trump, his administration has significantly intensified the push to rebuild the rare earth and critical mineral supply chains. \n\n\n\nDoD has directly funded miners, refiners, and magnet producers:\n\n\n\n\nMP Materials — DoD equity stake (15%), a strategic NdPr price floor ($110/kg), and a 10-year offtake agreement funneling magnet output into U.S. industrial and defense channels.\n\n\n\nLynas USA — DoD-backed light and heavy rare earth separation plant in Texas, operational in 2026.\n\n\n\n\nOffice of Strategic Capital (OSC): The Quiet Heavy Hitter\n\n\n\nIn 2024–2025, OSC—now functionally integrated under the newly restructured Department of War’s industrial base mandate—emerged as the single most powerful financing instrument in the U.S. rare earth supply chain.\n\n\n\nMajor OSC moves:\n\n\n\n\n$700M+ Loan announcement to Vulcan Elements and total over $850 million to the space.Supports a U.S.-based rare earth separation and metal-making facility, including heavy rare earth capabilities essential for Dy/Tb supply.\n\n\n\nAt least $80 million of the above Loan Package to ReElement TechnologiesFuels scaling of solvent-free, modular rare earth separation and the buildout of U.S.-based magnet production using recycled and primary feedstocks.\n\n\n\n\nTogether, these OSC commitments represent ~$700 million—the largest U.S. investment in non-Chinese rare earth refining and magnet capacity in modern history. They complement DPA grants by providing the long-term patient capital needed to scale magnet-making to military volumes.\n\n\n\nNote MP Materials, the Pentagon and Saudi Arabian company Maaden have formed a joint venture to build a rare-earth refinery in Saudi Arabia. The Pentagon will fund a 49% stake in the venture, while Maaden will hold at least 51%. The goal is to diversify the global supply chain for rare-earth elements, which are critical for defense, semiconductors, and other modern manufacturing. \n\n\n\nBottom line\n\n\n\nOSC has quietly become the keystone institution accelerating U.S. REE independence.\n\n\n\n2. Allied “Friendshoring”\n\n\n\nAustralia\n\n\n\nBrowns Range accelerating Dy/Tb output; Lynas expanding heavy REE capability. Note the Trump administration has inked an Australian-U.S. rare earth pact valued at an $8.5 billion pipeline of potential projects, with the U.S. committing over $3 billion in joint projects over six months and the Export-Import Bank (EXIM) providing over $2.2 billion in financing. The deal is a framework agreement aimed at strengthening critical mineral and rare earth supply chains to reduce dependence on China\n\n\n\nJapan\n\n\n\nDeep investor in Lynas; maintains a large national REE stockpile; hosts magnet makers (Proterial/Hitachi Metals now “Proterial,” Daido, Shin-Etsu).\n\n\n\nEurope\n\n\n\nEstonia’s Silmet growing; Sweden’s Kiruna deposit; EU Critical Raw Materials Act aiming for domestic 2030 capacity.\n\n\n\nIndia\n\n\n\nA ₹7280 crore (~$880M) magnet initiative aiming at 6,000 tpa capacity by 2030, targeting its current 95% dependence on China.\n\n\n\n3. Stockpiles\n\n\n\nU.S. National Defense Stockpile and EU proposals provide a backstop for 2026–2028—the most precarious years before new supply comes online.\n\n\n\n4. Recycling & Substitution\n\n\n\nU.S. Army/Navy recover REEs from actuators, radars, and legacy equipment.\n\n\n\nStartups like USA Rare Earth, ReElement, and Cyclic Materials scale magnet-to-metal recycling.\n\n\n\nLong-term R&D explores:\n\n\n\n\nreduced-Dy magnets\n\n\n\nFe-N magnets\n\n\n\neventual REE-free technologies\n\n\n\n\nHow Defense Giants Are Reacting — High Level Summary\n\n\n\nLockheed Martin\n\n\n\nF-35, HIMARS, Javelin, satellites.\n\n\n\n\nDeep DoD collaboration since 2022 magnet incident.\n\n\n\nUpstream partnerships: aluminum-scandium alloys with NioCorp.\n\n\n\nEarly beneficiary of MP Materials and U.S. magnet startups.\n\n\n\n\nRTX (Raytheon Technologies)\n\n\n\nPatriot/THAAD radars, Tomahawk, AMRAAM, P&W engines.\n\n\n\n\nQualifying Japanese & U.S. magnet suppliers.\n\n\n\nAdvocating stockpiles for radar-grade YIG/yttrium components.\n\n\n\nManaging inventories through 2025–26 restrictions.\n\n\n\n\nNorthrop Grumman\n\n\n\nB-21, GBSD, satellites, naval systems.\n\n\n\n\nAggressive supply-chain mapping.\n\n\n\nExploring next-gen sensors to reduce REE dependence.\n\n\n\nPreparing stealth/ICBM lines for full 2027 compliance.\n\n\n\n\nGeneral Dynamics\n\n\n\nVirginia-class submarines, Abrams tanks.\n\n\n\n\nSubmarines: ~9,200 lbs of REEs per hull.\n\n\n\nU.S. Navy investments in Terfenol-D and SmCo motors directly support supply security.\n\n\n\n\nHoneywell\n\n\n\nAvionics, actuators, navigation units.\n\n\n\n\nTightened supplier vetting post-2022 incident.\n\n\n\nExpected major buyer of new U.S. magnet capacity (VAC, Noveon, MP).\n\n\n\n\nL3Harris\n\n\n\nEW pods, targeting systems, radios.\n\n\n\n\nReplacing Chinese-sourced YIG components.\n\n\n\nPreparing alternative antenna and gimbal motor designs.\n\n\n\n\nBAE Systems (UK)\n\n\n\nEurofighter, submarines, radars.\n\n\n\n\nLeading UK/EU magnet recycling.\n\n\n\nLikely sourcing from Japan/SE Asia until EU plants scale.\n\n\n\n\nThales (France)\n\n\n\nRafale radar, European sonar.\n\n\n\n\nExploring Canadian REE inputs; working in EU consortia.\n\n\n\n\nSafran (France)\n\n\n\nAerospace propulsion and avionics.\n\n\n\n\nSubstituting NdFeB with SmCo in high-temp systems.\n\n\n\nSupporting France–Australia critical minerals cooperation.\n\n\n\n\nLeonardo (Italy)\n\n\n\nHelicopters, Eurofighter electronics.\n\n\n\n\nEngaged in EU materials security planning.\n\n\n\nTesting superconducting motors to reduce REE need.\n\n\n\n\nSaab (Sweden)\n\n\n\nGripen fighter, EW, radar.\n\n\n\n\nPositioning for supply from the Kiruna REE deposit.\n\n\n\nCoordinating with U.S./EU suppliers for 2027 compliance.\n\n\n\n\nRheinmetall (Germany)\n\n\n\nArmor, air defense, EW.\n\n\n\n\nLeveraging German REE recycling pilots and Vietnam sourcing.\n\n\n\nAligning with EU 2030 magnet supply targets.\n\n\n\n\nHAL & BEL (India)\n\n\n\nTejas jets, radars, sonar.\n\n\n\n\nBeneficiaries of India’s $880M magnet program.\n\n\n\nPriority access to IREL domestic REEs.\n\n\n\nPartnering with Australia, Vietnam, Japan.\n\n\n\n\nChina’s CSSC & CNNC\n\n\n\nDefense internal supply chain is self-sufficient.\n\n\n\n\nExpanding domestic Terfenol-D and heavy REE alloy production.\n\n\n\nUsing export controls as strategic leverage.\n\n\n\n\nA Rare Earth Arms Race — And the West Is Finally Running\n\n\n\nThe rare earth dependency behind modern weaponry took decades to build—and only a crisis to expose. But 2025–2027 marks the most aggressive supply-chain realignment since the Cold War, thanks to the Trump administration’s intensification of the effort. Note Rare Earth Exchanges has advocated for far more comprehensive industrial policy in this sector.\n\n\n\nBy 2026, U.S., Australian, Japanese, and European facilities should begin producing meaningful non-Chinese REE oxides and magnets.\n\n\n\nBy 2027, the legal guillotine drops: no Chinese-origin rare earth material can enter a U.S. defense platform.  Rare Earth Exchanges has picked up chatter that the Pentagon will extend this date as needed.\n\n\n\nWill enough supply exist?\n\n\n\n\nNdPr: Likely yes.\n\n\n\nDy/Tb: Tighter—waivers may still be needed.\n\n\n\n\nBut the strategic direction is unambiguous\n\n\n\nThe era of China-dependent REEs is ending, it just might take longer than Washington touts.  From the Rare Earth Exchanges assessment, we are easily several years away from true resilience, where at least 50% of underlying products will be developed in ex-China supply chains.\n\n\n\nBut the good news is that the U.S. now wields a combined industrial arsenal:\n\n\n\nDPA grants + DFARS bans + OSC loans + allied offtakes + national stockpiles and other agencies such as DOC.\n\n\n\nFor the first time in 30 years, the West is forcing a structural unwind of China’s REE monopoly. It won’t be easy and definitely not painless—but it’s happening with speed, money, allies, and necessity.\n\n\n\n© 2025 Rare Earth Exchanges™ – Accelerating Transparency, Accuracy, and Insight Across the Rare Earth & Critical Minerals Supply Chain.\nSpread the word:",
  "excerpt": "How the U.S. is breaking China's rare earth monopoly through DFARS 2027 ban, $700M+ OSC loans, and allied friendshoring to secure military supply chains.",
  "imageUrl": "https://rareearthexchanges.com/wp-admin/admin-ajax.php?action=rank_math_overlay_thumb&id=8196&type=rare-earth-exchanges&hash=17ba0f41ccc23391c2824cd370af5649",
  "tags": [
    "REEx News",
    "Aerospace & Defense",
    "Industrial Metals"
  ],
  "scrapedAt": "2025-12-09T14:20:04.604Z",
  "labels": {
    "categories": [
      "Defense & Security",
      "Supply Chain Management"
    ],
    "topics": [
      "rare earth elements",
      "defense supply chains",
      "China trade relations",
      "military procurement",
      "strategic materials"
    ],
    "entities": {
      "people": [],
      "organizations": [
        "Office of Strategic Capital",
        "Vulcan Elements",
        "ReElement Technologies",
        "Lockheed Martin",
        "RTX",
        "Northrop Grumman",
        "Honeywell",
        "Raytheon"
      ],
      "locations": [
        "United States",
        "China",
        "Japan",
        "Australia",
        "Korea",
        "Malaysia"
      ],
      "products": [
        "F-35",
        "Arleigh Burke destroyer",
        "Virginia-class submarine",
        "Tomahawk missiles",
        "NdFeB magnets"
      ]
    },
    "keywords": [
      "rare earth elements",
      "DFARS 2027 ban",
      "defense supply chains",
      "China monopoly",
      "strategic materials"
    ],
    "sentiment": "neutral",
    "summary": "The article analyzes how the U.S. is reducing dependence on Chinese rare earth materials through the 2027 DFARS ban, over $700 million in strategic investments, and partnerships with allied suppliers. It highlights the critical importance of rare earth elements in defense systems and the vulnerabilities exposed by China's market dominance.",
    "readingTime": "4",
    "complexity": "intermediate",
    "contentType": "analysis",
    "labelledAt": "2025-12-09T14:20:10.804Z",
    "modelUsed": "claude-sonnet-4-20250514"
  }
}