{
  "id": "8fa23b82-e26a-4258-a7d9-eed8229114a6",
  "url": "https://en.wikipedia.org/wiki/Lithium",
  "title": "Lithium - Wikipedia",
  "author": null,
  "publishDate": "July 2025",
  "content": "Jump to content\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\n\t\n\t\n\t\t\n\t\t\n\t\n\n\n\t\t\n\t\t\n\t\t\t\n\n\t\n\nSearch\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\tSearch\n\t\t\t\n\t\t\n\t\n\n\n\t\t\t\n\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tLithium\n\t\t\t\t\t\t\t\n\n\t\n\t\n\n184 languages\n\t\n\t\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\tAfrikaansአማርኛअंगिकाالعربيةAragonésԱրեւմտահայերէնArmãneashtiঅসমীয়াAsturianuअवधीAvañe'ẽAzərbaycancaتۆرکجهBasa Baliবাংলা閩南語 / Bân-lâm-gíБашҡортсаБеларускаяБеларуская (тарашкевіца)भोजपुरीBikol CentralБългарскиབོད་ཡིགBosanskiBrezhonegБуряадCatalàЧӑвашлаCebuanoČeštinaChiShonaChiTumbukaCorsuCymraegDanskالدارجةDeutschEestiΕλληνικάЭрзяньEspañolEsperantoEuskaraفارسیFiji HindiFøroysktFrançaisFryskFurlanGaeilgeGaelgGàidhligGalego贛語Gĩkũyũગુજરાતી客家語 / Hak-kâ-ngîХальмг한국어HawaiʻiՀայերենहिन्दीHornjoserbsceHrvatskiIdoBahasa IndonesiaInterlinguaИронIsiZuluÍslenskaItalianoעבריתJawaKabɩyɛಕನ್ನಡქართულიکٲشُرҚазақшаKernowekKiswahiliКомиKreyòl ayisyenKurdîКыргызчаКырык марыLadinລາວLatinaLatviešuLëtzebuergeschLietuviųLigureLimburgsLingálaLivvinkarjalaLa .lojban.LombardMagyarМакедонскиMalagasyമലയാളംमराठीმარგალურიمصرىBahasa Melayuꯃꯤꯇꯩ ꯂꯣꯟ閩東語 / Mìng-dĕ̤ng-ngṳ̄МокшеньМонголမြန်မာဘာသာNederlandsनेपालीनेपाल भाषा日本語NordfriiskNorsk bokmålNorsk nynorskNovialOccitanଓଡ଼ିଆOromooOʻzbekcha / ўзбекчаਪੰਜਾਬੀپنجابیပအိုဝ်ႏဘာႏသာႏPapiamentuپښتوភាសាខ្មែរPiemontèisPlattdüütschPolskiΠοντιακάPortuguêsRipoarischRomânăRuna SimiРусскийСаха тылаसंस्कृतम्ᱥᱟᱱᱛᱟᱲᱤSarduScotsSeelterskShqipSicilianuසිංහලSimple EnglishسنڌيSlovenčinaSlovenščinaŚlůnskiSoomaaligaکوردیСрпски / srpskiSrpskohrvatski / српскохрватскиSundaSuomiSvenskaTagalogதமிழ்TaclḥitТатарча / tatarçaతెలుగుไทยТоҷикӣᏣᎳᎩTürkçeУкраїнськаاردوئۇيغۇرچە / UyghurcheVènetoVepsän kel’Tiếng ViệtVolapükWalon文言Winaray吴语ייִדישYorùbá粵語中文Toki ponaⵜⴰⵎⴰⵣⵉⵖⵜ ⵜⴰⵏⴰⵡⴰⵢⵜ\n\t\t\t\n\t\t\tEdit links\n\t\t\n\n\t\n\n\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\n\t\t\n\t\t\n\n\t\t\t\t\t\tFrom Wikipedia, the free encyclopedia\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tThis article is about the chemical element. For the use of lithium as a medication, see Lithium (medication). For other uses, see Lithium (disambiguation).\n\"3Li\" redirects here. For the isotope of lithium with three nucleons, see 3Li.\n\n\n\n\nChemical element with atomic number 3 (Li)Lithium, 3LiFreshly cut sample of lithium, with minimal oxidesLithiumPronunciation/ˈlɪθiəm/ ⓘ ​(LITH-ee-əm)Appearancesilvery-whiteStandard atomic weight Ar°(Li)[6.938, 6.997][1]6.94±0.06 (abridged)[2]\nLithium in the periodic table\n\n\n\nHydrogen\n\n\n\nHelium\n\n\nLithium\n\nBeryllium\n\n\n\nBoron\n\nCarbon\n\nNitrogen\n\nOxygen\n\nFluorine\n\nNeon\n\n\nSodium\n\nMagnesium\n\n\n\nAluminium\n\nSilicon\n\nPhosphorus\n\nSulfur\n\nChlorine\n\nArgon\n\n\nPotassium\n\nCalcium\n\n\n\nScandium\n\nTitanium\n\nVanadium\n\nChromium\n\nManganese\n\nIron\n\nCobalt\n\nNickel\n\nCopper\n\nZinc\n\nGallium\n\nGermanium\n\nArsenic\n\nSelenium\n\nBromine\n\nKrypton\n\n\nRubidium\n\nStrontium\n\n\n\n\n\nYttrium\n\nZirconium\n\nNiobium\n\nMolybdenum\n\nTechnetium\n\nRuthenium\n\nRhodium\n\nPalladium\n\nSilver\n\nCadmium\n\nIndium\n\nTin\n\nAntimony\n\nTellurium\n\nIodine\n\nXenon\n\n\nCaesium\n\nBarium\n\nLanthanum\n\nCerium\n\nPraseodymium\n\nNeodymium\n\nPromethium\n\nSamarium\n\nEuropium\n\nGadolinium\n\nTerbium\n\nDysprosium\n\nHolmium\n\nErbium\n\nThulium\n\nYtterbium\n\nLutetium\n\nHafnium\n\nTantalum\n\nTungsten\n\nRhenium\n\nOsmium\n\nIridium\n\nPlatinum\n\nGold\n\nMercury (element)\n\nThallium\n\nLead\n\nBismuth\n\nPolonium\n\nAstatine\n\nRadon\n\n\nFrancium\n\nRadium\n\nActinium\n\nThorium\n\nProtactinium\n\nUranium\n\nNeptunium\n\nPlutonium\n\nAmericium\n\nCurium\n\nBerkelium\n\nCalifornium\n\nEinsteinium\n\nFermium\n\nMendelevium\n\nNobelium\n\nLawrencium\n\nRutherfordium\n\nDubnium\n\nSeaborgium\n\nBohrium\n\nHassium\n\nMeitnerium\n\nDarmstadtium\n\nRoentgenium\n\nCopernicium\n\nNihonium\n\nFlerovium\n\nMoscovium\n\nLivermorium\n\nTennessine\n\nOganesson\n\n\nH↑Li↓Na\nhelium ← lithium → beryllium\nAtomic number (Z)3Groupgroup 1: hydrogen and alkali metalsPeriodperiod 2Block  s-blockElectron configuration[He] 2s1Electrons per shell2, 1Physical propertiesPhase at STPsolidMelting point453.65 K ​(180.50 °C, ​356.90 °F) Boiling point1617 K ​(1344 °C, ​2451 °F) Density (at 20° C)0.5334 g/cm3[3]when liquid (at m.p.)0.512 g/cm3 Critical point3220 K, 67 MPa (extrapolated)Heat of fusion3.00 kJ/mol Heat of vaporization136 kJ/mol Molar heat capacity24.860 J/(mol·K) Vapor pressure\n\n\n\nP (Pa)\n\n1\n\n10\n\n100\n\n1 k\n\n10 k\n\n100 k\n\n\nat T (K)\n\n797\n\n885\n\n995\n\n1144\n\n1337\n\n1610\nAtomic propertiesOxidation statescommon: +1\n−1[4]ElectronegativityPauling scale: 0.98 Ionization energies1st: 520.2 kJ/mol 2nd: 7298.1 kJ/mol 3rd: 11815.0 kJ/mol  Atomic radiusempirical: 152 pm Covalent radius128±7 pm Van der Waals radius182 pm Spectral lines of lithiumOther propertiesNatural occurrenceprimordialCrystal structure ​body-centered cubic (bcc) (cI2)Lattice constanta = 350.93 pm (at 20 °C)[3]Thermal expansion46.56×10−6/K (at 20 °C)[3]Thermal conductivity84.8 W/(m⋅K) Electrical resistivity92.8 nΩ⋅m (at 20 °C) Magnetic orderingparamagnetic Molar magnetic susceptibility+14.2×10−6 cm3/mol (298 K)[6]Young's modulus4.9 GPa Shear modulus4.2 GPa Bulk modulus11 GPa Speed of sound  thin rod6000 m/s (at 20 °C) Mohs hardness0.6 Brinell hardness5 MPa CAS Number7439-93-2 HistoryNamingfrom the Greek word λιθoς, stoneDiscoveryJohan August Arfwedson (1817)First isolationWilliam Thomas Brande (1821)Isotopes of lithiumve\n\n\n\nMain isotopes[7]\n\nDecay\n\n\nIsotope\n\nabun­dance\n\nhalf-life (t1/2)\n\nmode\n\npro­duct\n\n\n6Li\n\n[1.9%, 7.8%]\n\nstable\n\n\n7Li\n\n[92.2%, 98.1%]\n\nstable\nSignificant variation occurs in commercial samples because of the wide distribution of samples depleted in 6Li.\n Category: Lithiumviewtalkedit | references\nLithium (from Ancient Greek: λίθος, líthos, 'stone') is a chemical element; it has symbol Li and atomic number 3. It is a soft, silvery-white alkali metal. Under standard conditions, it is the least dense metal and the least dense solid element. Like all alkali metals, lithium is highly reactive and flammable, and must be stored in vacuum, inert atmosphere, or inert liquid such as purified kerosene[8] or mineral oil. It exhibits a metallic luster when pure, but quickly corrodes in air to a dull silvery gray, then black tarnish. It does not occur freely in nature, but occurs mainly as pegmatitic minerals, which were once the main source of lithium. Due to its solubility as an ion, it is present in ocean water and is commonly obtained from brines. Lithium metal is isolated electrolytically from a mixture of lithium chloride and potassium chloride.\nThe nucleus of the lithium atom verges on instability, since the two stable lithium isotopes found in nature have among the lowest binding energies per nucleon of all stable nuclides. Because of its relative nuclear instability, lithium is less common in the Solar System than 25 of the first 32 chemical elements even though its nuclei are very light: it is an exception to the trend that heavier nuclei are less common.[9] For related reasons, lithium has important uses in nuclear physics. The transmutation of lithium atoms to helium in 1932 was the first fully human-made nuclear reaction, and lithium deuteride serves as a fusion fuel in staged thermonuclear weapons.[10]\nLithium and its compounds have several industrial applications, including heat-resistant glass and ceramics, lithium grease lubricants, flux additives for iron, steel and aluminium production, lithium metal batteries, and lithium-ion batteries. Batteries alone consume more than three-quarters of lithium production.[11]\nLithium is present in biological systems in trace amounts. Lithium-based drugs are useful as a mood stabilizer and antidepressant in the treatment of mental illness such as bipolar disorder.\n\n\nProperties\nAtomic and physical\nLithium ingots with a thin layer of black nitride tarnish\nThe alkali metals are also called the lithium family, after its leading element. Like the other alkali metals (which are sodium (Na), potassium (K), rubidium (Rb), caesium (Cs), and francium (Fr)), lithium has a single valence electron that, in the presence of solvents, is easily released to form Li+.[12] Because of this, lithium is a good conductor of heat and electricity as well as a highly reactive element, though it is the least reactive of the alkali metals. Lithium's lower reactivity is due to the proximity of its valence electron to its nucleus (the remaining two electrons are in the 1s orbital, much lower in energy, and do not participate in chemical bonds).[12] Molten lithium is significantly more reactive than its solid form.[13][14]\nLithium metal is soft enough to be cut with a knife. It is silvery-white. In air it oxidizes to lithium oxide.[12] Its melting point of 180.50 °C (453.65 K; 356.90 °F)[15] and its boiling point of 1,342 °C (1,615 K; 2,448 °F)[15] are each the highest of all the alkali metals while its density of 0.534 g/cm3 is the lowest.\nLithium has a very low density (0.534 g/cm3), comparable with pine wood.[16] It is the least dense of all elements that are solids at room temperature; the next lightest solid element (potassium, at 0.862 g/cm3) is more than 60% denser. Apart from helium and hydrogen, as a solid it is less dense than any other element as a liquid, being only two-thirds as dense as liquid nitrogen (0.808 g/cm3).[17] Lithium can float on the lightest hydrocarbon oils and is one of only three metals that can float on water, the other two being sodium and potassium.\n\nLithium floating in oil\nLithium's coefficient of thermal expansion is twice that of aluminium and almost four times that of iron.[18] Lithium is superconductive below 400 μK at standard pressure[19] and at higher temperatures (more than 9 K) at very high pressures (>20 GPa).[20] At temperatures below 70 K, lithium, like sodium, undergoes diffusionless phase change transformations. At 4.2 K it has a rhombohedral crystal system (with a nine-layer repeat spacing); at higher temperatures it transforms to face-centered cubic and then body-centered cubic. At liquid-helium temperatures (4 K) the rhombohedral structure is prevalent.[21] Multiple allotropic forms have been identified for lithium at high pressures.[22]\nLithium has a mass specific heat capacity of 3.58 kilojoules per kilogram-kelvin, the highest of all solids.[23][24] Because of this, lithium metal is often used in coolants for heat transfer applications.[23]\n\nIsotopes\nMain article: Isotopes of lithium\nNaturally occurring lithium is composed of two stable isotopes, 6Li and 7Li, the latter being the more abundant (95.15% natural abundance).[25][26] Both natural isotopes have anomalously low nuclear binding energy per nucleon (compared to the neighboring elements on the periodic table, helium and beryllium); lithium is the only low numbered element that can produce net energy through nuclear fission. The two lithium nuclei have lower binding energies per nucleon than any other stable nuclides other than hydrogen-1, deuterium and helium-3.[27] As a result of this, though very light in atomic weight, lithium is less common in the Solar System than 25 of the first 32 chemical elements.[9] Seven radioisotopes have been characterized, the most stable being 8Li with a half-life of 838 ms and 9Li with a half-life of 178 ms. All of the remaining radioactive isotopes have half-lives that are shorter than 8.6 ms. The shortest-lived isotope of lithium is 4Li, which decays through proton emission and has a half-life of 7.6 × 10−23 s.[28] The 6Li isotope is one of only five stable nuclides to have both an odd number of protons and an odd number of neutrons, the other four stable odd-odd nuclides being hydrogen-2, boron-10, nitrogen-14, and tantalum-180m.[29]\n7Li is one of the primordial elements (or, more properly, primordial nuclides) produced in Big Bang nucleosynthesis.  A small amount of both 6Li and 7Li are produced in stars during stellar nucleosynthesis, but it is further \"burned\" as fast as produced.[30]    7Li can also be generated in carbon stars.[31]  Additional small amounts of both 6Li and 7Li may be generated from solar wind, cosmic rays hitting heavier atoms, and from early solar system 7Be radioactive decay.[32]\nLithium isotopes fractionate substantially during a wide variety of natural processes,[33] including mineral formation (chemical precipitation), metabolism, and ion exchange. Lithium ions substitute for magnesium and iron in octahedral sites in clay minerals, where 6Li is preferred to 7Li, resulting in enrichment of the light isotope in processes of hyperfiltration and rock alteration. The exotic 11Li is known to exhibit a neutron halo, with 2 neutrons orbiting around its nucleus of 3 protons and 6 neutrons. The process known as laser isotope separation can be used to separate lithium isotopes, in particular 7Li from 6Li.[34]\nNuclear weapons manufacture and other nuclear physics applications are a major source of artificial lithium fractionation, with the light isotope 6Li being retained by industry and military stockpiles to such an extent that it has caused slight but measurable change in the 6Li to 7Li ratios in natural sources, such as rivers. This has led to unusual uncertainty in the standardized atomic weight of lithium, since this quantity depends on the natural abundance ratios of these naturally occurring stable lithium isotopes, as they are available in commercial lithium mineral sources.[35]\nBoth stable isotopes of lithium can be laser cooled and were used to produce the first quantum degenerate Bose–Fermi mixture.[36]\n\nOccurrence\nLithium is about as common as chlorine in the Earth's upper continental crust, on a per-atom basis.\nAstronomical\nMain articles: Nucleosynthesis, Stellar nucleosynthesis, and Lithium burning\nAlthough it was synthesized in the Big Bang, lithium (together with beryllium and boron) is markedly less abundant in the universe than other elements. This is a result of the comparatively low stellar temperatures necessary to destroy lithium, along with a lack of common processes to produce it.[37]\nAccording to modern cosmological theory, lithium—in both stable isotopes (lithium-6 and lithium-7)—was one of the three elements synthesized in the Big Bang.[38] Though the amount of lithium generated in Big Bang nucleosynthesis is dependent upon the number of photons per baryon, for accepted values the lithium abundance can be calculated, and there is a \"cosmological lithium discrepancy\" in the universe: older stars seem to have less lithium than they should, and some younger stars have much more.[39] The lack of lithium in older stars is apparently caused by the \"mixing\" of lithium into the interior of stars, where it is destroyed,[40] while lithium is produced in younger stars. Although it transmutes into two atoms of helium due to collision with a proton at temperatures above 2.4 million degrees Celsius (most stars easily attain this temperature in their interiors), lithium is more abundant than computations would predict in later-generation stars.[41]\n\nNova Centauri 2013 is the first in which evidence of lithium has been found.[42]\nLithium is also found in brown dwarf substellar objects and certain anomalous orange stars. Because lithium is present in cooler, less-massive brown dwarfs, but is destroyed in hotter red dwarf stars, its presence in the stars' spectra can be used in the \"lithium test\" to differentiate the two, as both are smaller than the Sun.[41][43][44] Certain orange stars can also contain a high concentration of lithium. Those orange stars found to have a higher than usual concentration of lithium (such as Centaurus X-4) orbit massive objects—neutron stars or black holes—whose gravity evidently pulls heavier lithium to the surface of a hydrogen-helium star, causing more lithium to be observed.[41]\nOn 27 May 2020, astronomers reported that classical nova explosions are galactic producers of lithium-7.[45][46]\n\nTerrestrial\nSee also: Lithium compounds and Lithium minerals\nAlthough lithium is widely distributed on Earth, it does not naturally occur in elemental form due to its high reactivity.[12] The total lithium content of seawater is very large and is estimated as 230 billion tonnes, where the element exists at a relatively constant concentration of 0.14 to 0.25 parts per million (ppm),[47][48] or 25 micromolar;[49] higher concentrations approaching 7 ppm are found near hydrothermal vents.[48]\nEstimates for the Earth's crustal content range from 20 to 70 ppm by weight.[50][51] In keeping with its name, lithium forms a minor part of igneous rocks, with the largest concentrations in granites. Granitic pegmatites also provide the greatest abundance of lithium-containing minerals, with spodumene and petalite being the most commercially viable sources.[50] Another significant mineral of lithium is lepidolite which is now an obsolete name for a series formed by polylithionite and trilithionite.[52][53] Another source for lithium is hectorite clay, the only active development of which is through the Western Lithium Corporation in the United States.[54] At 20 mg lithium per kg of Earth's crust,[55] lithium is the 31st most abundant element.[56]\nAccording to the Handbook of Lithium and Natural Calcium, \"Lithium is a comparatively rare element, although it is found in many rocks and some brines, but always in very low concentrations. There are a fairly large number of both lithium mineral and brine deposits but only comparatively few of them are of actual or potential commercial value. Many are very small, others are too low in grade.\"[57]\nChile is estimated (2020) to have the largest reserves by far (9.2 million tonnes),[58] and Australia the highest annual production (40,000 tonnes).[58] One of the largest reserve bases[note 1] of lithium is in the Salar de Uyuni area of Bolivia, which has 5.4 million tonnes. Other major suppliers include Argentina and China.[59][60] As of 2015, the Czech Geological Survey considered the entire Ore Mountains in the Czech Republic as lithium province. Five deposits are registered, one near Cínovec [cs] is considered as a potentially economical deposit, with 160 000 tonnes of lithium.[61] In December 2019, Finnish mining company Keliber Oy reported its Rapasaari lithium deposit has estimated proven and probable ore reserves of 5.280 million tonnes.[62]\nIn June 2010, The New York Times reported that American geologists were conducting ground surveys on dry salt lakes in western Afghanistan believing that large deposits of lithium are located there.[63] These estimates are \"based principally on old data, which was gathered mainly by the Soviets during their occupation of Afghanistan from 1979–1989\".[64] The Department of Defense estimated the lithium reserves in Afghanistan to amount to the ones in Bolivia and dubbed it as a potential \"Saudi-Arabia of lithium\".[65] In Cornwall, England, the presence of brine rich in lithium was well known due to the region's historic mining industry, and private investors have conducted tests to investigate potential lithium extraction in this area.[66][67]\n\nBiological\nSee also: Potassium in biology, Sodium in biology, and Soil salinity\nLithium is found in trace amount in numerous plants, plankton, and invertebrates, at concentrations of 69 to 5,760 parts per billion (ppb). In vertebrates the concentration is slightly lower, and nearly all vertebrate tissue and body fluids contain lithium ranging from 21 to 763 ppb.[48] Marine organisms tend to bioaccumulate lithium more than terrestrial organisms.[68] Whether lithium has a physiological role in any of these organisms is unknown.[48]\nLithium concentrations in human tissue averages about 24 ppb (4 ppb in blood, and 1.3 ppm in bone).[69]\nLithium is easily absorbed by plants[69] and lithium concentration in plant tissue is typically around 1 ppm.[70] Some plant families bioaccumulate more lithium than others.[70] Dry weight lithium concentrations for members of the family Solanaceae (which includes potatoes and tomatoes), for instance, can be as high as 30 ppm while this can be as low as 0.05 ppb for corn grains.[69]\nStudies of lithium concentrations in mineral-rich soil give ranges between around 0.1 and 50−100 ppm, with some concentrations as high as 100−400 ppm, although it is unlikely that all of it is available for uptake by plants.[70]\nLithium accumulation does not appear to affect the essential nutrient composition of plants.[70] Tolerance to lithium varies by plant species and typically parallels sodium tolerance; maize and Rhodes grass, for example, are highly tolerant to lithium injury while avocado and soybean are very sensitive.[70] Similarly, lithium at concentrations of 5 ppm reduces seed germination in some species (e.g. Asian rice and chickpea) but not in others (e.g. barley and wheat).[70]\nMany of lithium's major biological effects can be explained by its competition with other ions.[71]\nThe monovalent lithium ion Li+ competes with other ions such as sodium (immediately below lithium on the periodic table), which like lithium is also a monovalent alkali metal.\nLithium also competes with bivalent magnesium ions, whose ionic radius (86 pm) is approximately that of the lithium ion[71] (90 pm).\nMechanisms that transport sodium across cellular membranes also transport lithium.\nFor instance, sodium channels (both voltage-gated and epithelial) are particularly major pathways of entry for lithium.[71]\nLithium ions can also permeate through ligand-gated ion channels as well as cross both nuclear and mitochondrial membranes.[71]\nLike sodium, lithium can enter and partially block (although not permeate) potassium channels and calcium channels.[71]\nThe biological effects of lithium are many and varied but its mechanisms of action are only partially understood.[72]\nFor instance, studies of lithium-treated patients with bipolar disorder show that, among many other effects, lithium partially reverses telomere shortening in these patients and also increases mitochondrial function, although how lithium produces these pharmacological effects is not understood.[72][73]\n\nHistory\nJohan August Arfwedson is credited with the discovery of lithium in 1817.\nPetalite (LiAlSi4O10) was discovered in 1800 by the Brazilian chemist and statesman José Bonifácio de Andrada e Silva in a mine on the island of Utö, Sweden.[74][75][76][77] However, it was not until 1817 that Johan August Arfwedson, then working in the laboratory of the chemist Jöns Jakob Berzelius, detected the presence of a new element while analyzing petalite ore.[78][79][80][81] This element formed compounds similar to those of sodium and potassium, though its carbonate and hydroxide were less soluble in water and less alkaline.[82] Berzelius gave the alkaline material the name \"lithion/lithina\", from the Greek word λιθoς (transliterated as lithos, meaning \"stone\"), to reflect its discovery in a solid mineral, as opposed to potassium, which had been discovered in plant ashes, and sodium, which was known partly for its high abundance in animal blood. He named the new element \"lithium\".[12][76][81]\nArfwedson later showed that this same element was present in the minerals spodumene and lepidolite.[83][76] In 1818, Christian Gmelin was the first to observe that lithium salts give a bright red color to flame.[76][84] However, both Arfwedson and Gmelin tried and failed to isolate the pure element from its salts.[76][81][85] It was not isolated until 1821, when William Thomas Brande obtained it by electrolysis of lithium oxide, a process that had previously been employed by the chemist Sir Humphry Davy to isolate the alkali metals potassium and sodium.[41][85][86][87][88] Brande also described some pure salts of lithium, such as the chloride, and, estimating that lithia (lithium oxide) contained about 55% metal, estimated the atomic weight of lithium to be around 9.8 g/mol (modern value ~6.94 g/mol).[89] In 1855, larger quantities of lithium were produced through the electrolysis of lithium chloride by Robert Bunsen and Augustus Matthiessen.[76][90] The discovery of this procedure led to commercial production of lithium in 1923 by the German company Metallgesellschaft AG, which performed an electrolysis of a liquid mixture of lithium chloride and potassium chloride.[76][91][92]\nAustralian psychiatrist John Cade is credited with reintroducing and popularizing the use of lithium to treat mania in 1949.[93] Shortly after, throughout the mid-20th century, lithium's mood stabilizing applicability for mania and depression took off in Europe and the United States.\nThe production and use of lithium underwent several drastic changes in history. The first major application of lithium was in high-temperature lithium greases for aircraft engines and similar applications in World War II and shortly after. This use was supported by the fact that lithium-based soaps have a higher melting point than other alkali soaps, and are less corrosive than calcium based soaps. The small demand for lithium soaps and lubricating greases was supported by several small mining operations, mostly in the US.\nThe demand for lithium increased dramatically during the Cold War with the production of nuclear fusion weapons. Both lithium-6 and lithium-7 produce tritium when irradiated by neutrons, and are thus useful for the production of tritium by itself, as well as a form of solid fusion fuel used inside hydrogen bombs in the form of lithium deuteride. The US became the prime producer of lithium between the late 1950s and the mid-1980s. At the end, the stockpile of lithium was roughly 42,000 tonnes of lithium hydroxide. The stockpiled lithium was depleted in lithium-6 by 75%, which was enough to affect the measured atomic weight of lithium in many standardized chemicals, and even the atomic weight of lithium in some \"natural sources\" of lithium ion which had been \"contaminated\" by lithium salts discharged from isotope separation facilities, which had found its way into ground water.[35][94] \n\nSatellite images of the Salar del Hombre Muerto, Argentina (left), and Uyuni, Bolivia (right), salt flats that are rich in lithium. The lithium-rich brine is concentrated by pumping it into solar evaporation ponds (visible in both images).\nLithium is used to decrease the melting temperature of glass and to improve the melting behavior of aluminium oxide in the Hall-Héroult process.[95][96] These two uses dominated the market until the middle of the 1990s. After the end of the nuclear arms race, the demand for lithium decreased and the sale of department of energy stockpiles on the open market further reduced prices.[94] In the mid-1990s, several companies started to isolate lithium from brine which proved to be a less expensive option than underground or open-pit mining. Most of the mines closed or shifted their focus to other materials because only the ore from zoned pegmatites could be mined for a competitive price. For example, the US mines near Kings Mountain, North Carolina, closed before the beginning of the 21st century.\nThe development of lithium-ion batteries increased the demand for lithium and became the dominant use in 2007.[97] With the surge of lithium demand in batteries in the 2000s, new companies have expanded brine isolation efforts to meet the rising demand.[98][99]\n\nChemistry\nMain page: Category:Lithium compounds\n\"Lithium salt\" redirects here. For Lithium salts used in medication, see Lithium (medication).\nOf lithium metal\nLithium reacts with water easily, but with noticeably less vigor than other alkali metals. The reaction forms hydrogen gas and lithium hydroxide.[12] When placed over a flame, lithium compounds give off a striking crimson color, but when the metal burns strongly, the flame becomes a brilliant silver. Lithium will ignite and burn in oxygen when exposed to water or water vapor. In moist air, lithium rapidly tarnishes to form a black coating of lithium hydroxide (LiOH and LiOH·H2O), lithium nitride (Li3N) and lithium carbonate (Li2CO3, the result of a secondary reaction between LiOH and CO2).[50] Lithium is one of the few metals that react with nitrogen gas.[100][101]\nBecause of its reactivity with water, and especially nitrogen, lithium metal is usually stored in a hydrocarbon sealant, often petroleum jelly. Although the heavier alkali metals can be stored under mineral oil, lithium is not dense enough to fully submerge itself in these liquids.[41]\nLithium has a diagonal relationship with magnesium, an element of similar atomic and ionic radius. Chemical resemblances between the two metals include the formation of a nitride by reaction with N2, the formation of an oxide (Li2O) and peroxide (Li2O2) when burnt in O2, salts with similar solubilities, and thermal instability of the carbonates and nitrides.[50][102] The metal reacts with hydrogen gas at high temperatures to produce lithium hydride (LiH).[103]\nLithium forms a variety of binary and ternary materials by direct reaction with the main group elements. These Zintl phases, although highly covalent, can be viewed as salts of polyatomic anions such as Si44-, P73-, and Te52-.  With graphite, lithium forms a variety of intercalation compounds.[102]\nIt dissolves in ammonia (and amines) to give [Li(NH3)4]+ and the solvated electron.[102]\n\nInorganic compounds\nLithium forms salt-like derivatives with all halides and pseudohalides. Some examples include the halides LiF, LiCl, LiBr, LiI, as well as the pseudohalides and related anions. Lithium carbonate has been described as the most important compound of lithium.[102]  This white solid is the principal product of beneficiation of lithium ores. It is a precursor to other salts including ceramics and materials for lithium batteries.\nThe compounds LiBH4 and LiAlH4 are useful reagents.  These salts and many other lithium salts exhibit distinctively high solubility in ethers, in contrast with salts of heavier alkali metals.\nIn aqueous solution, the coordination complex [Li(H2O)4]+ predominates for many lithium salts. Related complexes are known with amines and ethers.\n\nOrganic chemistry\nMain article: Organolithium reagent\nHexameric structure of the n-butyllithium fragment in a crystal\nOrganolithium compounds are numerous and useful.  They are defined by the presence of a bond between carbon and lithium. They serve as metal-stabilized carbanions, although their solution and solid-state structures are more complex than this simplistic view.[104] Thus, these are extremely powerful bases and nucleophiles. They have also been applied in asymmetric synthesis in the pharmaceutical industry. For laboratory organic synthesis, many organolithium reagents are commercially available in solution form. These reagents are highly reactive, and are sometimes pyrophoric.\nLike its inorganic compounds, almost all organic compounds of lithium formally follow the duet rule (e.g., BuLi, MeLi). However, in the absence of coordinating solvents or ligands, organolithium compounds form dimeric, tetrameric, and hexameric clusters (e.g., BuLi is actually [BuLi]6 and MeLi is actually [MeLi]4) which feature multi-center bonding and increase the coordination number around lithium. These clusters are broken down into smaller or monomeric units in the presence of solvents like dimethoxyethane (DME) or ligands like tetramethylethylenediamine (TMEDA).[105] As an exception to the duet rule, a two-coordinate lithate complex with four electrons around lithium, [Li(thf)4]+[((Me3Si)3C)2Li]–, has been characterized crystallographically.[106]\n\nProduction\nSee also: List of countries by lithium production\n\nLithium mine production (2023), reserves and resources in tonnes according to USGS[58]\n\n\nCountry\n\nProduction\n\nReserves[note 1]\n\nResources\n\n\nArgentina\n\n8,630\n\n4,000,000\n\n23,000,000\n\n\nAustralia\n\n91,700\n\n7,000,000\n\n8,900,000\n\n\nAustria\n\n—\n\n—\n\n60,000\n\n\nBolivia\n\n—\n\n—\n\n23,000,000\n\n\nBrazil\n\n5,260\n\n390,000\n\n1,300,000\n\n\nCanada\n\n3,240\n\n1,200,000\n\n5,700,000\n\n\nChile\n\n41,400\n\n9,300,000\n\n11,000,000\n\n\nChina\n\n35,700\n\n3,000,000\n\n6,800,000\n\n\nCzech Republic\n\n—\n\n—\n\n1,300,000\n\n\nDR Congo\n\n—\n\n—\n\n3,000,000\n\n\nFinland\n\n—\n\n—\n\n55,000\n\n\nGermany\n\n—\n\n—\n\n4,000,000[note 2]\n\n\nGhana\n\n—\n\n—\n\n200,000\n\n\nIndia\n\n—\n\n—\n\n5,900,000[108][109]\n\n\nKazakhstan\n\n—\n\n—\n\n45,000\n\n\nMali\n\n—\n\n—\n\n1,200,000\n\n\nMexico\n\n—\n\n—\n\n1,700,000\n\n\nNamibia\n\n2,700\n\n14,000\n\n230,000\n\n\nPeru\n\n—\n\n—\n\n1,000,000\n\n\nPortugal\n\n380\n\n60,000\n\n270,000\n\n\nRussia\n\n—\n\n—\n\n1,000,000\n\n\nSerbia\n\n—\n\n—\n\n1,200,000\n\n\nSpain\n\n—\n\n—\n\n320,000\n\n\nUnited States\n\n870[note 3]\n\n1,800,000\n\n14,000,000\n\n\nZimbabwe\n\n14,900\n\n480,000\n\n860,000\n\n\nOther countries\n\n—\n\n2,800,000\n\n—\n\n\nWorld total\n\n204,000[note 4]\n\n30,000,000\n\n116,000,000+\n\nLithium production has greatly increased since the end of World War II. The main sources of lithium are brines and ores.\nLithium metal is produced through electrolysis applied to a mixture of fused 55% lithium chloride and 45% potassium chloride at about 450 °C.[110]\nLithium is one of the elements critical in a world running on renewable energy and dependent on batteries. This suggests that lithium will be one of the main objects of geopolitical competition, but this perspective has also been criticised for underestimating the power of economic incentives for expanded production.[111]\n\nReserves and occurrence\nScatter plots of lithium grade and tonnage for selected world deposits, as of 2017\nThe small ionic size makes it difficult for lithium to be included in early stages of mineral crystallization. As a result, lithium remains in the molten phases, where it gets enriched, until it gets solidified in the final stages. Such lithium enrichment is responsible for all commercially promising lithium ore deposits. Brines (and dry salt) are another important source of Li+. Although the number of known lithium-containing deposits and brines is large, most of them are either small or have too low Li+ concentrations. Thus, only a few appear to be of commercial value.[112]\nThe US Geological Survey (USGS) estimated worldwide identified lithium reserves in 2022 and 2023 to be 26 million and 28 million tonnes, respectively.[59][58] An accurate estimate of world lithium reserves is difficult.[113][114] One reason for this is that most lithium classification schemes are developed for solid ore deposits, whereas brine is a fluid that is problematic to treat with the same classification scheme due to varying concentrations and pumping effects.[115]\nIn 2019, world production of lithium from spodumene was around 80,000 t per annum, primarily from the Greenbushes pegmatite and from some Chinese and Chilean sources. The Talison mine in Greenbushes is reported to be the largest and to have the highest grade of ore at 2.4% Li2O (2012 figures).[116]\n\nLithium triangle and other brine sources\nThe world's top four lithium-producing countries in 2019, as reported by the US Geological Survey, were Australia, Chile, China and Argentina.[59]\nThe three countries of Chile, Bolivia, and Argentina contain a region known as the Lithium Triangle. The Lithium Triangle is known for its high-quality salt flats, which include Bolivia's Salar de Uyuni, Chile's Salar de Atacama, and Argentina's Salar de Arizaro. As of 2018[update], the Lithium Triangle had been estimated to contain over 75% of then known lithium reserves.[117] Deposits found in subsurface brines have also been found in the United States (southwest Texas and Arkansas)[118] and South America throughout the Andes mountain chain. In 2010, Chile was the leading producer, followed by Argentina. Both countries recover lithium from brine pools. According to USGS, Bolivia's Uyuni Desert has 5.4 million tonnes of lithium.[119][120] Half the world's known reserves as of 2022 were located in Bolivia along the central eastern slope of the Andes.  The Bolivian government invested US$900 million in lithium production by 2022, and in 2021 successfully produced 540 tons.[121][119] The brines in the salt pans of the Lithium Triangle vary widely in lithium content.[122] Concentrations can also vary over time as brines are fluids that are changeable and mobile.[122]\nExtracting lithium from brine deep in Wyoming's Rock Springs Uplift has been proposed as revenue source to make atmospheric carbon sequestration economically viable.[123] Additional deposits in the same formation were estimated to be as much as 18 million tons if economic means of recovery can be employed.[124] Similarly in Nevada, the McDermitt Caldera hosts lithium-bearing volcanic muds that consist of the largest known deposits of lithium within the United States.[125]\nIn the US, lithium is recovered from brine pools in Nevada.[23] Projects are also under development in Lithium Valley in California[126] and from brine in southwest Arkansas using the direct lithium extraction process, drawing on the deep brine resource in the Smackover Formation.[127]\nA deposit of Rotliegend lithium brines containing 43 million tons of lithium carbonate equivalent was discovered in the Altmark region of Saxony-Anhalt, Germany, in 2025, potentially eliminating the dependency of European electric vehicle battery producers on imported lithium.[128]\n\nHard-rock deposits\nSince 2018 the Democratic Republic of Congo is known to have the largest lithium spodumene hard-rock deposit in the world.[129] The deposit located in Manono, DRC, may hold up to 1.5 billion tons of lithium spodumene hard-rock. The two largest pegmatites (known as the Carriere de l'Este Pegmatite and the Roche Dure Pegmatite) are each of similar size or larger than the famous Greenbushes Pegmatite in Western Australia. Thus, the Democratic Republic of Congo is expected to be a significant supplier of lithium to the world with its high grade and low impurities.\nOn 16 July 2018 2.5 million tonnes of high-grade lithium resources and 124 million pounds of uranium resources were found in the Falchani hard rock deposit in the region Puno, Peru.[130]\nIn 2020, Australia granted Major Project Status (MPS) to the Finniss Lithium Project for a strategically important lithium deposit: an estimated 3.45 million tonnes (Mt) of mineral resource at 1.4 percent lithium oxide.[131][132] Operational mining began in 2022.[133]\nThe Pampean Pegmatite Province in Argentina is known to have a total of at least 200,000 tons of spodumene with lithium oxide (Li2O) grades varying between 5 and 8 wt %.[134]\nIn Russia the largest lithium deposit Kolmozerskoye is located in Murmansk region. In 2023, Polar Lithium, a joint venture between Nornickel and Rosatom, has been granted the right to develop the deposit. The project aims to produce 60,000 tonnes of lithium carbonate and hydroxide per year and plans to reach full design capacity by 2030.[135]\n\nOther sources\nAnother potential source of lithium as of 2012[update] was identified as the leachates of geothermal wells, which are carried to the surface.[136] Recovery of this type of lithium has been demonstrated in the field; the lithium is separated by simple filtration.[137][138] Reserves are more limited than those of brine reservoirs and hard rock.[139]\n\nPricing\nThis section needs expansion with: more recent description of the Lithium market after 2022. You can help by making an edit requestadding to it.  (July 2025)\nLithium prices\nIn 1998, the price of lithium metal was about 95 USD/kg (or US$43/lb).[140] After the 2008 financial crisis, major suppliers, such as Sociedad Química y Minera (SQM), dropped lithium carbonate pricing by 20%.[141] Prices rose in 2012. A 2012 Business Week article outlined an oligopoly in the lithium space: \"SQM, controlled by billionaire Julio Ponce, is the second-largest, followed by Rockwood, which is backed by Henry Kravis's KKR & Co., and Philadelphia-based FMC\", with Talison mentioned as the biggest producer.[142][needs update]\nA 2012 Business Week article projected that global lithium consumption could increase to 300,000 metric tons a year by 2020, from about 150,000 tons in 2012, to match the demand for lithium batteries that had then been growing at about 25% a year, outpacing the late-2000s 4% to 5% overall gain in lithium production.[142][needs update]\nThe price information service ISE – Institute of Rare Earths Elements and Strategic Metals – gives for various lithium substances in the average of March to August 2022 the following kilo prices stable in the course: Lithium carbonate, purity 99.5% min, from various producers between 63 and 72 EUR/kg. Lithium hydroxide monohydrate LiOH 56.5% min, China, at 66 to 72 EUR/kg; delivered South Korea – 73 EUR/kg. Lithium metal 99.9% min, delivered China – 42 EUR/kg.[143]\n\nExtraction\nAnalyses of the extraction of lithium from seawater, published in 1975\nLithium and its compounds were historically isolated and extracted from hard rock.  However, by the 1990s mineral springs, brine pools, and brine deposits had become the dominant source.[144] Most of these were in Chile, Argentina and Bolivia and the lithium is extracted from the brine by evaporative processes.[58] Large lithium-clay deposits under development in the McDermitt caldera (Nevada, United States) require concentrated sulfuric acid to leach lithium from the clay ore.[145]\nBy early 2021, much of the lithium mined globally came from either \"spodumene, the mineral contained in hard rock formations found in places such as Australia and North Carolina\"[146] or from salty brine pumped directly out of the ground, as it is in locations in Chile, Argentina, and Arkansas.[146][122][127] \nIn Chile's Salar de Atacama, the lithium concentration in the brine is raised by solar evaporation in a system of ponds.[122] The enrichment by evaporation process may require up to one-and-a-half years, when the brine reaches a lithium content of 6%.[122] The final processing in this example is done in Salar del Carmen and La Negra near the coastal city of Antofagasta where pure lithium carbonate, lithium hydroxide, and lithium chloride are produced from the brine.[122]\nDirect Lithium Extraction (DLE) technologies are being developed as alternatives to the evaporitic technology long used to extract lithium salts from brines. The traditional evaporitic technology is a long duration process requiring large amounts of land and intensive water use, and can only be applied to the large continental brines. In contrast, DLE technologies are proposed to tackle the environmental and techno–economic shortcomings by avoiding brine evaporation.[147][148] Some recent lithium mining projects in the United States are attempting to bring DLE into commercial production by these non-evaporative DLE approaches.[127]\nOne method of direct lithium extraction, as well as other valuable minerals, is to process geothermal brine water through an electrolytic cell, located within a membrane.[149][150]\nThe use of electrodialysis and electrochemical intercalation was proposed in 2020 to extract lithium compounds from seawater (which contains lithium at 0.2 parts per million).[151][152][153][154] Ion-selective cells within a membrane in principle could collect lithium either by use of electric field or a concentration difference.[154] In 2024, a redox/electrodialysis system was claimed to offer enormous cost savings, shorter timelines, and less environmental damage than traditional evaporation-based systems.[155]\n\nEnvironmental issues\nFurther information: Environmental impacts of lithium-ion batteries\nEnvironmental protests in Belgrade, Serbia, 11 December 2021\nThe manufacturing processes of lithium, including the solvent and mining waste of particular extraction processes can present environmental and health hazards.[156][157][158]\nLithium extraction done poorly can be fatal to aquatic life due to water pollution.[159]  The surface brine evaporation process has been known to cause surface water contamination, drinking water contamination, respiratory problems, ecosystem degradation and landscape damage,[156] and could lead to unsustainable water consumption in arid regions (1.9 million liters per ton of lithium), such as in northwestern Argentina.[160][156]  Massive byproduct generation of evaporative surface lithium extraction also presents unsolved problems, such as large amounts of magnesium and lime waste.[161]\nAlthough lithium occurs naturally, it is a non-renewable resource[better source needed] yet is seen as crucial in the transition away from fossil fuels, and the extraction process has been criticised for long-term degradation of water resources.[162][163] In the southern reaches of Salar de Atacama lithium-producing company Albemarle Limitada reached a concialiatory agreement in 2024 to make reparations freshwater uptake that would have contributed –along with the uptake of copper mining companies– to dry meadows locatede in the traditional lands of the indigenous Atacameño people.[164][165][166] In its defense Albemarle Limitada have asserted that its use is minimal compared to that of the nearby copper mining companies.[167]  \nIn the United States, open-pit mining and mountaintop removal mining compete with brine extraction mining.[168]  Environmental concerns include wildlife habitat degradation, potable water pollution including arsenic and antimony contamination, unsustainable water table reduction, and massive mining waste, including radioactive uranium byproduct and sulfuric acid discharge.[169][170]\nDuring 2021, a series of mass protests broke out in Serbia against the construction of a lithium mine in Western Serbia by the Rio Tinto corporation.[171] In 2024, an EU backed lithium mining project created large scale protests in Serbia.[172]\nSome animal species associated with salt lakes in the Lithium Triangle (in Argentina, Bolivia and Chile) are particularly threatened by the damages of lithium production to the local ecosystem, including the Andean flamingo[173] and Orestias parinacotensis, a small fish locally known as \"karachi\".[174]\n\nHuman rights issues\nReporting on lithium extraction companies and indigenous peoples in Argentina found that the state may did not always protect indigenous peoples' right to free prior and informed consent, and that extraction companies generally controlled community access to information and set the terms for discussion of the projects and benefit sharing.[160][175]\nIn Argentina's Puna region, in 2023, two mining companies (Minera Exar and Sales de Jujuy) extracted over 3.7 billion liters of fresh water, over 31 times the annual water consumption of the local community of Susques department.[160]\nExtraction of lithium-rich brines in Salar de Atacama in Chile led to conflict about water use with local communities.[173] The local indigenous population of Likan Antay have a history of both opposing lithium extraction and negotiating for shared benefits with lithium companies.[176] Negotiations occur under the framework of the Indigenous and Tribal Peoples Convention which Chile signed in 2008.[176] It is argued that in Chile \"[a]greements between Indigenous organizations and lithium companies have brought significant economic resources for community development, but have also expanded the mining industry's capacity for social control in the area.\".[176]\nIn Zimbabwe, the global increase in lithium prices in the early 2020s triggered a 'lithium fever' that led to displacement of locals and conflicts between small-scale artisanal miners and large-scale mining companies. Some local farmers agreed to relocate and were satisfied with their compensation.[177] Artisanal miners occupied parts of the Sandawana mines and a privately owned lithium claim area in Goromonzi, a rural area close to the capital Harare. The artisanal miners were later evicted after the area was cordoned off and shut down by Zimbabwe's Environmental Management Agency.[178]\nDevelopment of the Thacker Pass lithium mine in Nevada, United States, has met with protests and lawsuits from several indigenous tribes who have said they were not provided free prior and informed consent and that the project threatens cultural and sacred sites.[179] They have also expressed concerns that development of the project will create risks to indigenous women, because resource extraction is linked to missing and murdered Indigenous women.[180] Protestors have been occupying the site of the proposed mine since January 2021.[181][168]\n\nApplications\nPie chart of how much lithium was used and in what way globally in 2020[182]\nBatteries\nIn 2021, most lithium is used to make lithium-ion batteries for electric cars and mobile devices.\n\nCeramics and glass\nLithium oxide is widely used as a flux for processing silica, reducing the melting point and viscosity of the material and leading to glazes with improved physical properties including low coefficients of thermal expansion. Worldwide, this is one of the largest use for lithium compounds.[183][184] Glazes containing lithium oxides are used for ovenware. Lithium carbonate (Li2CO3) is generally used in this application because it converts to the oxide upon heating.[185]\n\nElectrical and electronic\nLate in the 20th century, lithium became an important component of battery electrolytes and electrodes, because of its high electrode potential. Because of its low atomic mass, it has a high charge- and power-to-weight ratio. A typical lithium-ion battery can generate approximately 3 volts per cell, compared with 2.1 volts for lead-acid and 1.5 volts for zinc-carbon. Lithium-ion batteries, which are rechargeable and have a high energy density, differ from lithium metal batteries, which are disposable (primary) batteries with lithium or its compounds as the anode.[186][187] Other rechargeable batteries that use lithium include the lithium-ion polymer battery, lithium iron phosphate battery, and the nanowire battery.[188]\nOver the years opinions have been differing about potential growth. A 2008 study concluded that \"realistically achievable lithium carbonate production would be sufficient for only a small fraction of future PHEV and EV global market requirements\", that \"demand from the portable electronics sector will absorb much of the planned production increases in the next decade\", and that \"mass production of lithium carbonate is not environmentally sound, it will cause irreparable ecological damage to ecosystems that should be protected and that LiIon propulsion is incompatible with the notion of the 'Green Car'\".[60]\n\nLubricating greases\nMain article: Lithium grease\nThe third most common use of lithium is in greases. Lithium hydroxide is a strong base, and when heated with a fat, it produces a soap, such as lithium stearate from stearic acid. Lithium soap has the ability to thicken oils, and it is used to manufacture all-purpose, high-temperature lubricating greases.[23][189][190]\n\nMetallurgy\nLithium (e.g. as lithium carbonate) is used as an additive to continuous casting mould flux slags where it increases fluidity,[191][192] a use which accounts for 5% of global lithium use (2011).[59] Lithium compounds are also used as additives (fluxes) to foundry sand for iron casting to reduce veining.[193]\nLithium (as lithium fluoride) is used as an additive to aluminium smelters (Hall–Héroult process), reducing melting temperature and increasing electrical resistance,[194] a use which accounts for 3% of production (2011).[59]\nWhen used as a flux for welding or soldering, metallic lithium promotes the fusing of metals during the process[195] and eliminates the formation of oxides by absorbing impurities.[196] Alloys of the metal with aluminium, cadmium, copper and manganese are used to make high-performance, low density aircraft parts (see also Lithium-aluminium alloys).[197]\n\nSilicon nano-welding\nLithium has been found effective in assisting the perfection of silicon nano-welds in electronic components for electric batteries and other devices.[198]\n\nLithium is used in flares and pyrotechnics is due to its rose-red flame.[199]\nPyrotechnics\nLithium compounds are used as pyrotechnic colorants and oxidizers in red fireworks and flares.[23][200]\n\nAir purification\nLithium chloride and lithium bromide are hygroscopic and are used as desiccants for gas streams.[23] Lithium hydroxide and lithium peroxide are the salts most commonly used in confined areas, such as aboard spacecraft and submarines, for carbon dioxide removal and air purification. Lithium hydroxide absorbs carbon dioxide from the air by forming lithium carbonate, and is preferred over other alkaline hydroxides for its low weight.\nLithium peroxide (Li2O2) in presence of moisture not only reacts with carbon dioxide to form lithium carbonate, but also releases oxygen.[201][202] The reaction is as follows:\n\n2 Li2O2 + 2 CO2 → 2 Li2CO3 + O2\nSome of the aforementioned compounds, as well as lithium perchlorate, are used in oxygen candles that supply submarines with oxygen. These can also include small amounts of boron, magnesium, aluminium, silicon, titanium, manganese, and iron.[203]\n\nOptics\nLithium fluoride, artificially grown as crystal, is clear and transparent and often used in specialist optics for IR, UV and VUV (vacuum UV) applications. It has one of the lowest refractive indices and the furthest transmission range in the deep UV of most common materials.[204] Finely divided lithium fluoride powder has been used for thermoluminescent radiation dosimetry (TLD): when a sample of such is exposed to radiation, it accumulates crystal defects which, when heated, resolve via a release of bluish light whose intensity is proportional to the absorbed dose, thus allowing this to be quantified.[205] Lithium fluoride is sometimes used in focal lenses of telescopes.[23][206]\nThe high non-linearity of lithium niobate also makes it useful in non-linear optics applications. It is used extensively in telecommunication products such as mobile phones and optical modulators, for such components as resonant crystals. Lithium applications are used in more than 60% of mobile phones.[207]\n\nOrganic and polymer chemistry\nOrganolithium compounds are widely used in the production of polymer and fine-chemicals. In the polymer industry, which is the dominant consumer of these reagents, alkyl lithium compounds are catalysts/initiators[208] in anionic polymerization of unfunctionalized olefins.[209][210][211] For the production of fine chemicals, organolithium compounds function as strong bases and as reagents for the formation of carbon-carbon bonds. Organolithium compounds are prepared from lithium metal and alkyl halides.[212]\nMany other lithium compounds are used as reagents to prepare organic compounds. Some popular compounds include lithium aluminium hydride (LiAlH4), lithium triethylborohydride, n-butyllithium and tert-butyllithium.\n\nThe launch of a torpedo using lithium as fuel\nMilitary\nMetallic lithium and its complex hydrides, such as lithium aluminium hydride (LiAlH4), are used as high-energy additives to rocket propellants.[41] LiAlH4 can also be used by itself as a solid fuel.[213]\nThe Mark 50 torpedo stored chemical energy propulsion system (SCEPS) uses a small tank of sulfur hexafluoride, which is sprayed over a block of solid lithium. The reaction generates heat, creating steam to propel the torpedo in a closed Rankine cycle.[214]\nLithium hydride containing lithium-6 is used in thermonuclear weapons, where it serves as fuel for the fusion stage of the bomb.[215]\n\nNuclear\nLithium-6 is valued as a source material for tritium production and as a neutron absorber in nuclear fusion. Natural lithium contains about 7.5% lithium-6 from which large amounts of lithium-6 have been produced by isotope separation for use in nuclear weapons.[216] Lithium-7 gained interest for use in nuclear reactor coolants.[217]\n\nLithium deuteride was used as fuel in the Castle Bravo nuclear device.\nLithium deuteride was the fusion fuel of choice in early versions of the hydrogen bomb. When bombarded by neutrons, both 6Li and 7Li produce tritium — this reaction, which was not fully understood when hydrogen bombs were first tested, was responsible for the runaway yield of the Castle Bravo nuclear test. Tritium fuses with deuterium in a fusion reaction that is relatively easy to achieve. Although details remain secret, lithium-6 deuteride apparently still plays a role in modern nuclear weapons as a fusion material.[218]\nLithium fluoride, when highly enriched in the lithium-7 isotope, forms the basic constituent of the fluoride salt mixture LiF-BeF2 used in liquid fluoride nuclear reactors. Lithium fluoride is exceptionally chemically stable and LiF-BeF2 mixtures have low melting points. In addition, 7Li, Be, and F are among the few nuclides with low enough thermal neutron capture cross-sections not to poison the fission reactions inside a nuclear fission reactor.[note 5][219]\nIn conceptualized (hypothetical) nuclear fusion power plants, lithium will be used to produce tritium in magnetically confined reactors using deuterium and tritium as the fuel. Naturally occurring tritium is extremely rare and must be synthetically produced by surrounding the reacting plasma with a 'blanket' containing lithium, where neutrons from the deuterium-tritium reaction in the plasma will fission the lithium to produce more tritium:\n\n6Li + n → 4He + 3H.\nLithium is also used as a source for alpha particles, or helium nuclei. When 7Li is bombarded by accelerated protons 8Be is formed, which almost immediately undergoes fission to form two alpha particles. This feat, called \"splitting the atom\" at the time, was the first fully human-made nuclear reaction. It was produced by Cockroft and Walton in 1932.[220][221] Injection of lithium powders is used in fusion reactors to manipulate plasma-material interactions and dissipate energy in the hot thermo-nuclear fusion plasma boundary.[222][223]\nIn 2013, the US Government Accountability Office said a shortage of lithium-7 critical to the operation of 65 out of 100 American nuclear reactors \"places their ability to continue to provide electricity at some risk.\" The problem stems from the decline of US nuclear infrastructure. The equipment needed to separate lithium-6 from lithium-7 is mostly a cold war leftover. The US shut down most of this machinery in 1963, when it had a huge surplus of separated lithium, mostly consumed during the twentieth century. The report said it would take five years and $10 million to $12 million to reestablish the ability to separate lithium-6 from lithium-7.[224]\nReactors that use lithium-7 heat water under high pressure and transfer heat through heat exchangers that are prone to corrosion. The reactors use lithium to counteract the corrosive effects of boric acid, which is added to the water to absorb excess neutrons.[224]\n\nMedicine\nMain article: Lithium (medication)\nLithium is useful in the treatment of bipolar disorder.[225] Lithium salts may also be helpful for related diagnoses, such as schizoaffective disorder and cyclic major depressive disorder. The active part of these salts is the lithium ion Li+.[225] Lithium may increase the risk of developing Ebstein's cardiac anomaly in infants born to women who take lithium during the first trimester of pregnancy.[226]\n\nPrecautions\n\n\nLithium\n\n\n\n\n\n\n\n\n\n\nHazards\n\n\n\nGHS labelling:\n\n\n\n\n\nPictograms\n\n\n\n\n\n\n\nSignal word\n\nDanger\n\n\n\n\n\nHazard statements\n\nH260, H314\n\n\n\n\n\nPrecautionary statements\n\nP223, P231+P232, P280, P305+P351+P338, P370+P378, P422[227]\n\n\nNFPA 704 (fire diamond)\n\n[228]\n\n3\n2\n2W\n\n\n\n\n\n\n\nChemical compound\nLithium metal is corrosive and requires special handling to avoid skin contact. Breathing lithium dust or lithium compounds (which are often alkaline) initially irritate the nose and throat, while higher exposure can cause a buildup of fluid in the lungs, leading to pulmonary edema. The metal itself is a handling hazard because contact with moisture produces the caustic lithium hydroxide. Lithium metal is safely stored in non-reactive compounds such as naphtha.[229]\n\nSee also\nCosmological lithium problem\nDilithium\nHalo nucleus\nIsotopes of lithium\nList of countries by lithium production\nLithia water\nLithium–air battery\nLithium burning\nCategory:Lithium compounds\nLithium-ion battery\nLithium Tokamak Experiment\nNotes\n\n\n^ a b Appendixes Archived 6 November 2011 at the Wayback Machine. By USGS definitions, the reserve base \"may encompass those parts of the resources that have a reasonable potential for becoming economically available within planning horizons beyond those that assume proven technology and current economics. The reserve base includes those resources that are currently economic (reserves), marginally economic (marginal reserves), and some of those that are currently subeconomic (subeconomic resources).\"\n\n^ A deposit of 43 million tons was discovered in Sachsen-Anhalt in 2025.[107]\n\n^ In 2013\n\n^ Excludes U.S. production\n\n^ Beryllium and fluorine occur only as one isotope, 9Be and 19F respectively. These two, together with 7Li, as well as 2H, 11B, 15N, 209Bi, and the stable isotopes of C, and O, are the only nuclides with low enough thermal neutron capture cross sections aside from actinides to serve as major constituents of a molten salt breeder reactor fuel.\n\n\nReferences\n\n\n^ \"Standard Atomic Weights: Lithium\". CIAAW. 2009.\n\n^ Prohaska, Thomas; Irrgeher, Johanna; Benefield, Jacqueline; Böhlke, John K.; Chesson, Lesley A.; Coplen, Tyler B.; Ding, Tiping; Dunn, Philip J. H.; Gröning, Manfred; Holden, Norman E.; Meijer, Harro A. J. (4 May 2022). \"Standard atomic weights of the elements 2021 (IUPAC Technical Report)\". Pure and Applied Chemistry. doi:10.1515/pac-2019-0603. ISSN 1365-3075.\n\n^ a b c Arblaster, John W. (2018). Selected Values of the Crystallographic Properties of Elements. Materials Park, Ohio: ASM International. ISBN 978-1-62708-155-9.\n\n^ Li(–1) has been observed in the gas phase; see R. H. Sloane; H. M. Love (1947). \"Surface Formation of Lithium Negative Ions\". Nature. 159 (4035): 302–303. Bibcode:1947Natur.159..302S. doi:10.1038/159302a0.\n\n^ Greenwood, Norman  N.; Earnshaw, Alan (1997). Chemistry of the Elements (2nd ed.). Butterworth-Heinemann. p. 28. doi:10.1016/C2009-0-30414-6. ISBN 978-0-08-037941-8.\n\n^ Weast, Robert (1984). CRC, Handbook of Chemistry and Physics. Boca Raton, Florida: Chemical Rubber Company Publishing. pp. E110. ISBN 0-8493-0464-4.\n\n^ Kondev, F. G.; Wang, M.; Huang, W. J.; Naimi, S.; Audi, G. (2021). \"The NUBASE2020 evaluation of nuclear properties\" (PDF). Chinese Physics C. 45 (3) 030001. doi:10.1088/1674-1137/abddae. \n\n^ Spellman, F. R. (2023). The Science of Lithium. CRC Press.\n\n^ a b Numerical data from: Lodders, Katharina (10 July 2003). \"Solar System Abundances and Condensation Temperatures of the Elements\" (PDF). The Astrophysical Journal. 591 (2). The American Astronomical Society: 1220–1247. Bibcode:2003ApJ...591.1220L. doi:10.1086/375492. S2CID 42498829. Archived from the original (PDF) on 7 November 2015. Retrieved 1 September 2015. Graphed at File:SolarSystemAbundances.jpg\n\n^ Nuclear Weapon Design. Federation of American Scientists (21 October 1998). fas.org\n\n^ \"Lithium\". World Nuclear Association. 1 December 2023. Retrieved 25 June 2025. The majority of mined lithium (about three-quarters) is used for batteries.\n\n^ a b c d e f Krebs, Robert E. (2006). The History and Use of Our Earth's Chemical Elements: A Reference Guide. Westport, Conn.: Greenwood Press. ISBN 978-0-313-33438-2.\n\n^ Huang, Chuanfu; Kresin, Vitaly V. (June 2016). \"Note: Contamination-free loading of lithium metal into a nozzle source\". Review of Scientific Instruments. 87 (6): 066105. Bibcode:2016RScI...87f6105H. doi:10.1063/1.4953918. ISSN 0034-6748. PMID 27370506.\n\n^ Addison, C. C. (1984). The chemistry of the liquid alkali metals. Chichester [West Sussex]: Wiley. ISBN 978-0-471-90508-0. OCLC 10751785.\n\n^ a b \"PubChem Element Summary for AtomicNumber 3, Lithium\". National Center for Biotechnology Information. 2021. Archived from the original on 10 September 2021. Retrieved 10 September 2021.\n\n^ \"It's Elemental – The Element Lithium\". education.jlab.org. Archived from the original on 5 October 2019. Retrieved 9 October 2019.\n\n^ \"Nitrogen, N2, Physical properties, safety, MSDS, enthalpy, material compatibility, gas liquid equilibrium, density, viscosity, inflammability, transport properties\". Encyclopedia.airliquide.com. Archived from the original on 21 July 2011. Retrieved 29 September 2010.\n\n^ \"Coefficients of Linear Expansion\". Engineering Toolbox. Archived from the original on 30 November 2012. Retrieved 9 January 2011.\n\n^ Tuoriniemi, Juha; Juntunen-Nurmilaukas, Kirsi; Uusvuori, Johanna; Pentti, Elias; Salmela, Anssi; Sebedash, Alexander (2007). \"Superconductivity in lithium below 0.4 millikelvin at ambient pressure\". Nature. 447 (7141): 187–9. Bibcode:2007Natur.447..187T. doi:10.1038/nature05820. PMID 17495921. S2CID 4430500. Archived from the original on 25 June 2019. Retrieved 20 April 2018.\n\n^ Struzhkin, V. V.; Eremets, M. I.; Gan, W; Mao, H. K.; Hemley, R. J. (2002). \"Superconductivity in dense lithium\". Science. 298 (5596): 1213–5. Bibcode:2002Sci...298.1213S. doi:10.1126/science.1078535. PMID 12386338. S2CID 21030510.\n\n^ Overhauser, A. W. (1984). \"Crystal Structure of Lithium at 4.2 K\". Physical Review Letters. 53 (1): 64–65. Bibcode:1984PhRvL..53...64O. doi:10.1103/PhysRevLett.53.64.\n\n^ Schwarz, Ulrich (2004). \"Metallic high-pressure modifications of main group elements\". Zeitschrift für Kristallographie. 219 (6–2004): 376–390. Bibcode:2004ZK....219..376S. doi:10.1524/zkri.219.6.376.34637. S2CID 56006683.\n\n^ a b c d e f g Hammond, C. R. (2000). The Elements, in Handbook of Chemistry and Physics (81st ed.). CRC press. ISBN 978-0-8493-0481-1.[page needed]\n\n^ SPECIFIC HEAT OF SOLIDS. bradley.edu\n\n^ Meija, Juris; et al. (2016). \"Atomic weights of the elements 2013 (IUPAC Technical Report)\". Pure and Applied Chemistry. 88 (3): 265–291. doi:10.1515/pac-2015-0305.\n\n^ Kondev, F. G.; Wang, M.; Huang, W. J.; Naimi, S.; Audi, G. (2021). \"The NUBASE2020 evaluation of nuclear properties\" (PDF). Chinese Physics C. 45 (3) 030001. doi:10.1088/1674-1137/abddae.\n\n^ File:Binding energy curve - common isotopes.svg shows binding energies of stable nuclides graphically; the source of the data-set is given in the figure background.\n\n^ Sonzogni, Alejandro. \"Interactive Chart of Nuclides\". National Nuclear Data Center: Brookhaven National Laboratory. Archived from the original on 23 July 2007. Retrieved 6 June 2008.\n\n^ Various (2002). Lide, David R. (ed.). Handbook of Chemistry & Physics (88th ed.). CRC. ISBN 978-0-8493-0486-6. OCLC 179976746. Archived from the original on 24 July 2017. Retrieved 23 May 2008.\n\n^ Asplund, M.; et al. (2006). \"Lithium Isotopic Abundances in Metal-poor Halo Stars\". The Astrophysical Journal. 644 (1): 229–259. arXiv:astro-ph/0510636. Bibcode:2006ApJ...644..229A. doi:10.1086/503538. S2CID 394822.\n\n^ Denissenkov, P. A.; Weiss, A. (2000). \"Episodic lithium production by extra-mixing in red giants\". Astronomy and Astrophysics. 358: L49 – L52. arXiv:astro-ph/0005356. Bibcode:2000A&A...358L..49D. doi:10.3847/1538-4357/ab8d23.\n\n^ Chaussidon, M.; Robert, F.; McKeegan, K. D. (2006). \"Li and B isotopic variations in an Allende CAI: Evidence for the in situ decay of short-lived 10Be and for the possible presence of the short−lived nuclide 7Be in the early solar system\" (PDF). Geochimica et Cosmochimica Acta. 70 (1): 224–245. Bibcode:2006GeCoA..70..224C. doi:10.1016/j.gca.2005.08.016. Archived from the original (PDF) on 18 July 2010.\n\n^ Seitz, H. M.; Brey, G. P.; Lahaye, Y.; Durali, S.; Weyer, S. (2004). \"Lithium isotopic signatures of peridotite xenoliths and isotopic fractionation at high temperature between olivine and pyroxenes\". Chemical Geology. 212 (1–2): 163–177. Bibcode:2004ChGeo.212..163S. doi:10.1016/j.chemgeo.2004.08.009.\n\n^ Duarte, F. J (2009). Tunable Laser Applications. CRC Press. p. 330. ISBN 978-1-4200-6009-6.\n\n^ a b Coplen, T. B.; Bohlke, J. K.; De Bievre, P.; Ding, T.; Holden, N. E.; Hopple, J. A.; Krouse, H. R.; Lamberty, A.; Peiser, H. S.; et al. (2002). \"Isotope-abundance variations of selected elements (IUPAC Technical Report)\". Pure and Applied Chemistry. 74 (10): 1987. doi:10.1351/pac200274101987.\n\n^ Truscott, Andrew G.; Strecker, Kevin E.; McAlexander, William I.; Partridge, Guthrie B.; Hulet, Randall G. (30 March 2001). \"Observation of Fermi Pressure in a Gas of Trapped Atoms\". Science. 291 (5513): 2570–2572. Bibcode:2001Sci...291.2570T. doi:10.1126/science.1059318. ISSN 0036-8075. PMID 11283362. S2CID 31126288.\n\n^ \"Element Abundances\" (PDF). Archived from the original (PDF) on 1 September 2006. Retrieved 17 November 2009.\n\n^ Boesgaard, A. M.; Steigman, G. (1985). \"Big bang nucleosynthesis – Theories and observations\". Annual Review of Astronomy and Astrophysics. 23. Palo Alto, CA: 319–378. Bibcode:1985ARA&A..23..319B. doi:10.1146/annurev.aa.23.090185.001535. A86-14507 04–90.\n\n^ Woo, Marcus (21 February 2017). \"The Cosmic Explosions That Made the Universe\". earth. BBC. Archived from the original on 21 February 2017. Retrieved 21 February 2017. A mysterious cosmic factory is producing lithium. Scientists are now getting closer at finding out where it comes from\n\n^ Cain, Fraser (16 August 2006). \"Why Old Stars Seem to Lack Lithium\". Archived from the original on 4 June 2016.\n\n^ a b c d e f Emsley, John (2001). Nature's Building Blocks. Oxford: Oxford University Press. ISBN 978-0-19-850341-5.\n\n^ \"First Detection of Lithium from an Exploding Star\". Archived from the original on 1 August 2015. Retrieved 29 July 2015.\n\n^ Cain, Fraser. \"Brown Dwarf\". Universe Today. Archived from the original on 25 February 2011. Retrieved 17 November 2009.\n\n^ Reid, Neill (10 March 2002). \"L Dwarf Classification\". Archived from the original on 21 May 2013. Retrieved 6 March 2013.\n\n^ Arizona State University (1 June 2020). \"Class of stellar explosions found to be galactic producers of lithium\". EurekAlert!. Archived from the original on 3 June 2020. Retrieved 2 June 2020.\n\n^ Starrfield, Sumner; et al. (27 May 2020). \"Carbon–Oxygen Classical Novae Are Galactic 7Li Producers as well as Potential Supernova Ia Progenitors\". The Astrophysical Journal. 895 (1): 70. arXiv:1910.00575. Bibcode:2020ApJ...895...70S. doi:10.3847/1538-4357/ab8d23. S2CID 203610207.\n\n^ \"Lithium Occurrence\". Institute of Ocean Energy, Saga University, Japan. Archived from the original on 2 May 2009. Retrieved 13 March 2009.\n\n^ a b c d \"Some Facts about Lithium\". ENC Labs. Archived from the original on 10 July 2011. Retrieved 15 October 2010.\n\n^ Schwochau, Klaus (1984). \"Extraction of metals from sea water\". Inorganic Chemistry. Topics in Current Chemistry. Vol. 124. Springer Berlin Heidelberg. pp. 91–133. doi:10.1007/3-540-13534-0_3. ISBN 978-3-540-13534-0. S2CID 93866412.\n\n^ a b c d Kamienski, Conrad W.; McDonald, Daniel P.; Stark, Marshall W.; Papcun, John R. (2004). \"Lithium and lithium compounds\". Kirk-Othmer Encyclopedia of Chemical Technology. John Wiley & Sons, Inc. doi:10.1002/0471238961.1209200811011309.a01.pub2. ISBN 978-0-471-23896-6.\n\n^ \"lithium\". Britannica encyclopedia. Archived from the original on 5 August 2020. Retrieved 4 August 2020.\n\n^ Atkins, Peter (2010). Shriver & Atkins' Inorganic Chemistry (5th ed.). New York: W. H. Freeman and Company. p. 296. ISBN 978-0-19-923617-6.\n\n^ \"Mindat.org – Mines, Minerals and More\". www.mindat.org. Archived from the original on 22 April 2011. Retrieved 4 August 2019.\n\n^ Moores, S. (June 2007). \"Between a rock and a salt lake\". Industrial Minerals. 477: 58.\n\n^ Taylor, S. R.; McLennan, S. M.; The continental crust: Its composition and evolution, Blackwell Sci. Publ., Oxford, 330 pp. (1985). Cited in Abundances of the elements (data page)\n\n^ Emsley, John (2003). Nature's Building Blocks: An A-Z Guide to the Elements. Oxford University Press. ISBN 978-0-19-850340-8.\n\n^ Garrett, Donald (2004) Handbook of Lithium and Natural Calcium, Academic Press, cited in The Trouble with Lithium 2 Archived 14 July 2011 at the Wayback Machine, Meridian International Research (2008)\n\n^ a b c d e \"Mineral Commodity Summaries 2025\" (PDF). U.S. Geological Survey. 31 January 2025. Archived (PDF) from the original on 27 February 2025. Retrieved 27 February 2025.\n\n^ a b c d e Lithium Statistics and Information, U.S. Geological Survey, 2018, archived from the original on 3 March 2016, retrieved 25 July 2002\n\n^ a b \"The Trouble with Lithium 2\" (PDF). Meridian International Research. 2008. Archived from the original (PDF) on 14 July 2011. Retrieved 29 September 2010.\n\n^ Czech Geological Survey (October 2015). Mineral Commodity Summaries of the Czech Republic 2015 (PDF). Prague: Czech Geological Survey. p. 373. ISBN 978-80-7075-904-2. Archived (PDF) from the original on 6 January 2017.\n\n^ \"Ore Reserve grows its Finland lithium deposit by 50%\". Kitco News. 2019. Archived from the original on 10 December 2019. Retrieved 10 December 2019.\n\n^ Risen, James (13 June 2010). \"U.S. Identifies Vast Riches of Minerals in Afghanistan\". The New York Times. Archived from the original on 17 June 2010. Retrieved 13 June 2010.\n\n^ Page, Jeremy; Evans, Michael (15 June 2010). \"Taleban zones mineral riches may rival Saudi Arabia says Pentagon\". The Times. London. Archived from the original on 14 May 2011.\n\n^ Hosp, Gerald (30 August 2021). \"Afghanistan: die konfliktreichen Bodenschätze\". Neue Zürcher Zeitung (in German). Archived from the original on 8 September 2021. Retrieved 1 September 2021.\n\n^ Bliss, Dominic (28 May 2021). \"National Geographic\". In Cornwall, ruinous tin and copper mines are yielding battery-grade lithium. Here's what that means. Archived from the original on 13 June 2021. Retrieved 13 June 2021.\n\n^ \"Cornwall lithium deposits 'globally significant'\". BBC. 17 September 2020. Archived from the original on 13 June 2021. Retrieved 13 June 2021.\n\n^ Chassard-Bouchaud, C.; Galle, P.; Escaig, F.; Miyawaki, M. (1984). \"Bioaccumulation of lithium by marine organisms in European, American, and Asian coastal zones: microanalytic study using secondary ion emission\". Comptes Rendus de l'Académie des Sciences, Série III. 299 (18): 719–24. PMID 6440674.\n\n^ a b c Emsley, John (25 August 2011). Nature's Building Blocks: An A-Z Guide to the Elements. OUP Oxford. pp. 290–298. ISBN 978-0-19-960563-7. Archived from the original on 26 August 2023. Retrieved 17 June 2016.\n\n^ a b c d e f Bach, Ricardo O.; Gallicchio, Vincent S., eds. (1990). Lithium and Cell Physiology. New York, NY: Springer New York. pp. 25–46. doi:10.1007/978-1-4612-3324-4. ISBN 978-1-4612-7967-9. S2CID 44374126.\n\n^ a b c d e Jakobsson, Eric; Argüello-Miranda, Orlando; Chiu, See-Wing; Fazal, Zeeshan; Kruczek, James; Nunez-Corrales, Santiago; Pandit, Sagar; Pritchet, Laura (10 November 2017). \"Towards a Unified Understanding of Lithium Action in Basic Biology and its Significance for Applied Biology\". The Journal of Membrane Biology. 250 (6). Springer Science and Business Media LLC: 587–604. doi:10.1007/s00232-017-9998-2. ISSN 0022-2631. PMC 5696506. PMID 29127487.\n\n^ a b Alda, M (17 February 2015). \"Lithium in the treatment of bipolar disorder: pharmacology and pharmacogenetics\". Molecular Psychiatry. 20 (6). Nature Publishing Group: 661–670. doi:10.1038/mp.2015.4. ISSN 1359-4184. PMC 5125816. PMID 25687772.\n\n^ Martinsson, L; Wei, Y; Xu, D; Melas, P A; Mathé, A A; Schalling, M; Lavebratt, C; Backlund, L (2013). \"Long-term lithium treatment in bipolar disorder is associated with longer leukocyte telomeres\". Translational Psychiatry. 3 (5). Nature Publishing Group: e261–. doi:10.1038/tp.2013.37. ISSN 2158-3188. PMC 3669924. PMID 23695236.\n\n^ D'Andraba (1800). \"Des caractères et des propriétés de plusieurs nouveaux minérauxde Suède et de Norwège, avec quelques observations chimiques faites sur ces substances\". Journal de Physique, de Chimie, d'Histoire Naturelle, et des Arts. 51: 239. Archived from the original on 13 July 2015.\n\n^ \"Petalite Mineral Information\". Mindat.org. Archived from the original on 16 February 2009. Retrieved 10 August 2009.\n\n^ a b c d e f g \"Lithium:Historical information\". Archived from the original on 16 October 2009. Retrieved 10 August 2009.\n\n^ Weeks, Mary (2003). Discovery of the Elements. Whitefish, Montana, United States: Kessinger Publishing. p. 124. ISBN 978-0-7661-3872-8. Retrieved 10 August 2009.[permanent dead link]\n\n^ Berzelius (1817). \"Ein neues mineralisches Alkali und ein neues Metall\" [A new mineral alkali and a new metal]. Journal für Chemie und Physik. 21: 44–48. Archived from the original on 3 December 2016. From p. 45: \"Herr August Arfwedson, ein junger sehr verdienstvoller Chemiker, der seit einem Jahre in meinem Laboratorie arbeitet, fand bei einer Analyse des Petalits von Uto's Eisengrube, einen alkalischen Bestandtheil, … Wir haben es Lithion genannt, um dadurch auf seine erste Entdeckung im Mineralreich anzuspielen, da die beiden anderen erst in der organischen Natur entdeckt wurden. Sein Radical wird dann Lithium genannt werden.\" (Mr. August Arfwedson, a young, very meritorious chemist, who has worked in my laboratory for a year, found during an analysis of petalite from Uto's iron mine, an alkaline component … We've named it lithion, in order to allude thereby to its first discovery in the mineral realm, since the two others were first discovered in organic nature. Its radical will then be named \"lithium\".)\n\n^ \"Johan August Arfwedson\". Periodic Table Live!. Archived from the original on 7 October 2010. Retrieved 10 August 2009.\n\n^ \"Johan Arfwedson\". Archived from the original on 5 June 2008. Retrieved 10 August 2009.\n\n^ a b c van der Krogt, Peter. \"Lithium\". Elementymology & Elements Multidict. Archived from the original on 16 June 2011. Retrieved 5 October 2010.\n\n^ Clark, Jim (2005). \"Compounds of the Group 1 Elements\". Archived from the original on 11 March 2009. Retrieved 10 August 2009.\n\n^ See:\nArfwedson, Aug. (1818) \"Afhandlingar i fysik, kemi och mineralogi\". 1818. Archived from the original on 25 November 2017. Retrieved 27 July 2017.{{cite web}}:  CS1 maint: bot: original URL status unknown (link), Afhandlingar i Fysik, Kemi och Mineralogi, 6 : 145–172. (in Swedish)\nArfwedson, Aug. (1818) \"Untersuchung einiger bei der Eisen-Grube von Utö vorkommenden Fossilien und von einem darin gefundenen neuen feuerfesten Alkali\" Archived 13 March 2021 at the Wayback Machine (Investigation of some minerals occurring at the iron mines of Utö and of a new refractory alkali found therein), Journal für Chemie und Physik, 22 (1) : 93–117. (in German)\n\n^ Gmelin, C. G. (1818). \"Von dem Lithon\" [On lithium]. Annalen der Physik. 59 (7): 238–241. Bibcode:1818AnP....59..229G. doi:10.1002/andp.18180590702. Archived from the original on 9 November 2015. p. 238 Es löste sich in diesem ein Salz auf, das an der Luft zerfloss, und nach Art der Strontiansalze den Alkohol mit einer purpurrothen Flamme brennen machte. (There dissolved in this [solvent; namely, absolute alcohol] a salt that deliquesced in air, and in the manner of strontium salts, caused the alcohol to burn with a purple-red flame.)\n\n^ a b Enghag, Per (2004). Encyclopedia of the Elements: Technical Data – History –Processing – Applications. Wiley. pp. 287–300. ISBN 978-3-527-30666-4.\n\n^ Brande, William Thomas (1821) A Manual of Chemistry, 2nd ed. London, England: John Murray, vol. 2, Brande, William Thomas (1821). \"A manual of chemistry\". Archived from the original on 19 January 2023. Retrieved 13 August 2015.{{cite web}}:  CS1 maint: bot: original URL status unknown (link)\n\n^ \"The Quarterly journal of science and the arts\". The Quarterly Journal of Science and the Arts. 5. Royal Institution of Great Britain: 338. 1818. Archived from the original on 13 March 2021. Retrieved 5 October 2010.\n\n^ \"Timeline science and engineering\". DiracDelta Science & Engineering Encyclopedia. Archived from the original on 5 December 2008. Retrieved 18 September 2008.\n\n^ Brande, William Thomas; MacNeven, William James (1821). A manual of chemistry. Long. p. 191. Retrieved 8 October 2010.\n\n^ Bunsen, R. (1855). \"Darstellung des Lithiums\" [Preparation of lithium]. Annalen der Chemie und Pharmacie. 94: 107–111. doi:10.1002/jlac.18550940112. Archived from the original on 6 November 2018. Retrieved 13 August 2015.\n\n^ Green, Thomas (11 June 2006). \"Analysis of the Element Lithium\". echeat. Archived from the original on 21 April 2012.\n\n^ Garrett, Donald E. (5 April 2004). Handbook of Lithium and Natural Calcium Chloride. Elsevier. p. 99. ISBN 978-0-08-047290-4. Archived from the original on 3 December 2016.\n\n^ Shorter, Edward (June 2009). \"The history of lithium therapy\". Bipolar Disorders. 11 (Suppl 2): 4–9. doi:10.1111/j.1399-5618.2009.00706.x. ISSN 1398-5647. PMC 3712976. PMID 19538681.\n\n^ a b Ober, Joyce A. (1994). \"Commodity Report 1994: Lithium\" (PDF). United States Geological Survey. Archived (PDF) from the original on 9 June 2010. Retrieved 3 November 2010.\n\n^ Deberitz, Jürgen; Boche, Gernot (2003). \"Lithium und seine Verbindungen – Industrielle, medizinische und wissenschaftliche Bedeutung\". Chemie in unserer Zeit. 37 (4): 258–266. doi:10.1002/ciuz.200300264.\n\n^ Bauer, Richard (1985). \"Lithium – wie es nicht im Lehrbuch steht\". Chemie in unserer Zeit. 19 (5): 167–173. doi:10.1002/ciuz.19850190505.\n\n^ Ober, Joyce A. (1994). \"Minerals Yearbook 2007: Lithium\" (PDF). United States Geological Survey. Archived (PDF) from the original on 17 July 2010. Retrieved 3 November 2010.\n\n^ Kogel, Jessica Elzea (2006). \"Lithium\". Industrial minerals & rocks: commodities, markets, and uses. Littleton, Colo.: Society for Mining, Metallurgy, and Exploration. p. 599. ISBN 978-0-87335-233-8. Archived from the original on 7 November 2020. Retrieved 6 November 2020.\n\n^ McKetta, John J. (18 July 2007). Encyclopedia of Chemical Processing and Design: Volume 28 – Lactic Acid to Magnesium Supply-Demand Relationships. M. Dekker. ISBN 978-0-8247-2478-8. Archived from the original on 28 May 2013.\n\n^ Krebs, Robert E. (2006). The history and use of our earth's chemical elements: a reference guide. Greenwood Publishing Group. p. 47. ISBN 978-0-313-33438-2. Archived from the original on 4 August 2016.\n\n^ Institute, American Geological; Union, American Geophysical; Society, Geochemical (1 January 1994). \"Geochemistry international\". Google Books. 31 (1–4): 115. Archived from the original on 4 June 2016.\n\n^ a b c d Greenwood, Norman N.; Earnshaw, Alan (1984). Chemistry of the Elements. Oxford: Pergamon Press. pp. 97–99. ISBN 978-0-08-022057-4.\n\n^ Beckford, Floyd. \"University of Lyon course online (powerpoint) slideshow\". Archived from the original on 4 November 2005. Retrieved 27 July 2008. definitions:Slides 8–10 (Chapter 14)\n\n^ Sapse, Anne-Marie & von R. Schleyer, Paul (1995). Lithium chemistry: a theoretical and experimental overview. Wiley-IEEE. pp. 3–40. ISBN 978-0-471-54930-7. Archived from the original on 31 July 2016.\n\n^ Nichols, Michael A.; Williard, Paul G. (1 February 1993). \"Solid-state structures of n-butyllithium-TMEDA, -THF, and -DME complexes\". Journal of the American Chemical Society. 115 (4): 1568–1572. Bibcode:1993JAChS.115.1568N. doi:10.1021/ja00057a050. ISSN 0002-7863.\n\n^ Mehrotra, R. C. (2009). Organometallic chemistry: a unified approach. New Age International Pvt. ISBN 978-81-224-1258-1. OCLC 946063142.\n\n^ Tomslee, Don (29 September 2025). \"43 million tons of lithium discovered in Germany could transform European EV battery supply chain\". The Economic Times. Retrieved 25 November 2025.\n\n^ \"India finds 5.9 million tonnes lithium deposits in Jammu and Kashmir\". Hindustan Times. 10 February 2023. Archived from the original on 10 February 2023. Retrieved 11 February 2023.\n\n^ \"5.9 million tonnes Lithium deposits found in J&K: Why it's important\". The Times of India. 10 February 2023. Archived from the original on 10 February 2023. Retrieved 11 February 2023.\n\n^ Greenwood, Norman  N.; Earnshaw, Alan (1997). Chemistry of the Elements (2nd ed.). Butterworth-Heinemann. p. 73. doi:10.1016/C2009-0-30414-6. ISBN 978-0-08-037941-8.\n\n^ Overland, Indra (1 March 2019). \"The geopolitics of renewable energy: Debunking four emerging myths\" (PDF). Energy Research & Social Science. 49: 36–40. Bibcode:2019ERSS...49...36O. doi:10.1016/j.erss.2018.10.018. ISSN 2214-6296. Archived (PDF) from the original on 13 March 2021. Retrieved 25 August 2019.\n\n^ SGU. Mineralmarknaden, Tema: Litium [in Swedish]. Publication by the Swedish Geological Survey; 2009. ISSN 0283-2038\n\n^ Tarascon, J. M. (2010). \"Is lithium the new gold?\". Nature Chemistry. 2 (6): 510. Bibcode:2010NatCh...2..510T. doi:10.1038/nchem.680. PMID 20489722.\n\n^ Woody, Todd (19 October 2011). \"Lithium: The New California Gold Rush\". Forbes. Archived from the original on 19 December 2014.\n\n^ Houston, J.; Butcher, A.; Ehren, P.; Evans, K.; Godfrey, L. (2011). \"The Evaluation of Brine Prospects and the Requirement for Modifications to Filing Standards\" (PDF). Economic Geology. 106 (7): 1225–1239. Bibcode:2011EcGeo.106.1225H. doi:10.2113/econgeo.106.7.1225. Archived (PDF) from the original on 20 July 2018. Retrieved 28 June 2019.\n\n^ \"Greenbushes Lithium Mine\". Golden Dragon Capital. Archived from the original on 19 January 2019. Retrieved 18 January 2019.\n\n^ Halpern, Abel (30 January 2014). \"The Lithium Triangle\". Latin Trade. Archived from the original on 10 June 2018.\n\n^ \"Smackover Lithium reports highest lithium brine grade in SWA Project Area as FEED studies nearing completion\". Magnolia Banner-News. 18 July 2025. Retrieved 26 July 2025.\n\n^ a b Romero, Simon (2 February 2009). \"In Bolivia, a Tight Grip on the Next Big Resource\". The New York Times. Archived from the original on 1 July 2017.\n\n^ \"USGS Mineral Commodities Summaries 2009\" (PDF). USGS. Archived (PDF) from the original on 14 June 2010.\n\n^ Dube, Ryan (11 August 2022). \"The Place With the Most Lithium Is Blowing the Electric-Car Revolution\". The Wall Street Journal. Vol. CCLXXX, no. 35. pp. A1, A8. ISSN 1042-9840. Archived from the original on 10 August 2022. Retrieved 11 August 2022.\n\n^ a b c d e f Cabello, J (2022). \"Reserves, resources and lithium exploration in the salt flats of northern Chile\". Andean Geology. 49 (2): 297–306. doi:10.5027/andgeoV49n2-3444. Archived from the original on 12 December 2022. Retrieved 3 July 2022.\n\n^ Surdam, Ronald C.; Quillinan, Scott A.; Jiao, Zunsheng (2013). \"Displaced Fluid Management—the Key to Commercial-Scale Geologic CO2 Storage\". In Surdam, Ronald C. (ed.). Geological CO2 Storage Characterization. New York, NY: Springer New York. pp. 233–244. doi:10.1007/978-1-4614-5788-6_11. ISBN 978-1-4614-5787-9.\n\n^ Daly, John C.K. (26 April 2013). \"Researchers Have Stumbled On A Massive Lithium Mine That Could Meet All US Demand\". Business Insider. New York City, U.S.: OilPrice.com. Archived from the original on 3 May 2013.\n\n^ Benson, Tom (16 August 2016). \"Lithium enrichment in intracontinental rhyolite magmas leads to Li deposits in caldera basins\". Nature Communications. 8 (1) 270. doi:10.1038/s41467-017-00234-y. PMC 5559592. PMID 28814716.\n\n^ Bernick, Michael (12 December 2023). \"The Jobs Perplex Of The Lithium Valley\". Forbes. Archived from the original on 5 February 2024. Retrieved 5 February 2024.\n\n^ a b c \"Smackover Lithium Successfully Completes Derisking of DLE Technology With Final Field-Test at South West Arkansas Project\". standardlithium.com. 11 March 2025. Retrieved 14 March 2025.\n\n^  Cite error: The named reference Tomslee 2025 was invoked but never defined (see the help page).\n\n^ \"This Congo project could supply the world with lithium\". MiningDotCom. 10 December 2018. Archived from the original on 14 April 2021. Retrieved 26 March 2021.\n\n^ \"Plateau Energy Metals Peru unit finds large lithium resources\". Reuters. 16 July 2018. Archived from the original on 26 July 2018.\n\n^ Matthis, Simon (17 March 2021). \"Australia grants MPS for Core Lithium's Finniss lithium project\". MiningMetalNews. Archived from the original on 13 October 2022. Retrieved 13 October 2022.\n\n^ CORE Lithium : Finnis Lithium Archived 13 October 2022 at the Wayback Machine, retrieved 13 October 2022\n\n^ \"Finniss Lithium Project, Northern Territory, Australia\". Mining Technology. 13 January 2022. Archived from the original on 13 October 2022. Retrieved 13 October 2022.\n\n^ Galliski, Miguel Ángel; Márquez-Zavalía, María Florencia; Roda-Robles, Encarnación; von Quadt, Albrecht (2022). \"The Li-Bearing Pegmatites from the Pampean Pegmatite Province, Argentina: Metallogenesis and Resources\". Minerals. 12 (7). MDPI: 841. Bibcode:2022Mine...12..841G. doi:10.3390/min12070841.\n\n^ \"Russia to Launch Lithium Production by 2030, Aiming for 60,000 Tonnes Annually\". Metals Wire. 9 February 2023. Archived from the original on 18 July 2025.{{cite web}}:  CS1 maint: bot: original URL status unknown (link)\n\n^ Parker, Ann. Mining Geothermal Resources Archived 17 September 2012 at the Wayback Machine. Lawrence Livermore National Laboratory\n\n^ Patel, P. (16 November 2011) Startup to Capture Lithium from Geothermal Plants Archived 21 July 2022 at the Wayback Machine. technologyreview.com\n\n^ Aydin, Bülent (14 February 2022). \"Lithium Recovery from Geothermal Brine with Membrane-Supported Electrochemical Separation\" (PDF). Stanford Geothermal Workshop. Retrieved 25 June 2025. Recovery of this type of lithium has been demonstrated in the field; the lithium is separated by simple filtration.\n\n^ \"How is lithium mined?\". MIT Climate Portal. 15 September 2021. Retrieved 25 June 2025. Reserves are more limited than those of brine reservoirs and hard rock.\n\n^ Ober, Joyce A. \"Lithium\" (PDF). United States Geological Survey. pp. 77–78. Archived (PDF) from the original on 11 July 2007. Retrieved 19 August 2007.\n\n^ \"SQM Announces New Lithium Prices – SANTIAGO, Chile\" (Press release). PR Newswire. 30 September 2009. Archived from the original on 30 May 2013.\n\n^ a b Riseborough, Jesse. \"IPad Boom Strains Lithium Supplies After Prices Triple\". Bloomberg BusinessWeek. Archived from the original on 22 June 2012. Retrieved 1 May 2013.\n\n^ \"ISE Metal-quotes\". Archived from the original on 9 July 2023. Retrieved 29 September 2022.\n\n^ Schwager, Mike (12 December 2021). \"Lithium Resources and Extraction\" (PDF). Stanford University. Archived from the original (PDF) on 1 November 2022. Retrieved 25 June 2025. By the 1990s mineral springs, brine pools, and brine deposits had become the dominant source.\n\n^ Thacker Pass Lithium Mine Project Final Environmental Impact Statement (PDF) (Technical report). Bureau of Land Management and the U.S. Fish and Wildlife Service. 4 December 2020. DOI-BLM-NV-W010-2020-0012-EIS. Retrieved 16 March 2021.\n\n^ a b Patterson, Scott; Ramkumar, Amrith (9 March 2021). \"America's Battery-Powered Car Hopes Ride on Lithium. One Producer Paves the Way\". The Wall Street Journal. Archived from the original on 12 March 2021. Retrieved 13 March 2021.\n\n^ Vera, María L.; Torres, Walter R.; Galli, Claudia I.; Chagnes, Alexandre; Flexer, Victoria (March 2023). \"Environmental impact of direct lithium extraction from brines\". Nature Reviews Earth & Environment. 4 (3): 149–165. Bibcode:2023NRvEE...4..149V. doi:10.1038/s43017-022-00387-5. ISSN 2662-138X.\n\n^ Voskoboynik, D.M.; Andreucci, D. (2022). \"Greening extractivism: environmental impact of direct lithium extraction from brines\". Nature Reviews Earth & Environment. 4: 149–165.\n\n^ Sun, Sen; Yu, Xiaoping; Li, Mingli; Duo, Ji; Guo, Yafei; Deng, Tianlong (20 February 2020). \"Green recovery of lithium from geothermal water based on a novel lithium iron phosphate electrochemical technique\". Journal of Cleaner Production. 247 119178. Bibcode:2020JCPro.24719178S. doi:10.1016/j.jclepro.2019.119178. ISSN 0959-6526. S2CID 211445414.\n\n^ Gaynor, Sean P. (10 May 2023). \"Direct Lithium Extraction and Lithium Hydroxide Production from Geothermal Brine\". University of Virginia Libra ETD Repository. Retrieved 25 June 2025. One method direct lithium extraction, as well as other valuable minerals, is to process geothermal brine water through an electrolytic cell, located within a membrane.\n\n^ Chong Liu; Yanbin Li; Dingchang Lin; Po-Chun Hsu; Bofei Liu; Gangbin Yan; Tong Wu Yi Cui; Steven Chu (2020). \"Lithium Extraction from Seawater through Pulsed Electrochemical Intercalation\". Joule. 4 (7): 1459–1469. Bibcode:2020Joule...4.1459L. doi:10.1016/j.joule.2020.05.017. S2CID 225527170.\n\n^ Tsuyoshi Hoshino (2015). \"Innovative lithium recovery technique from seawater by using world-first dialysis with a lithium ionic superconductor\". Desalination. 359: 59–63. Bibcode:2015Desal.359...59H. doi:10.1016/j.desal.2014.12.018.\n\n^ Robert F. Service (13 July 2020). \"Seawater could provide nearly unlimited amounts of critical battery material\". Science. Archived from the original on 13 January 2021. Retrieved 26 December 2020.\n\n^ a b Yang, Sixie; Zhang, Fan; Ding, Huaiping; He, Ping; Zhou, Haoshen (19 September 2018). \"Lithium Metal Extraction from Seawater\". Joule. 2 (9): 1648–1651. Bibcode:2018Joule...2.1648Y. doi:10.1016/j.joule.2018.07.006. ISSN 2542-4351. S2CID 189702476. Archived from the original on 19 January 2021. Retrieved 21 October 2020.\n\n^ Ghoshal, Abhimanyu (27 August 2024). \"Stanford breakthrough promises 50% cheaper, cleaner lithium extraction\". New Atlas. Retrieved 29 August 2024.\n\n^ a b c Amui, Rachid (February 2020). \"Commodities At a Glance: Special issue on strategic battery raw materials\" (PDF). United Nations Conference on Trade and Development. 13 (UNCTAD/DITC/COM/2019/5). Archived (PDF) from the original on 3 February 2021. Retrieved 10 February 2021.\n\n^ Application of Life-Cycle Assessment to Nanoscale Technology: Lithium-ion Batteries for Electric Vehicles (Report). Washington, DC: U.S. Environmental Protection Agency (EPA). 2013. EPA 744-R-12-001. Archived from the original on 11 July 2017. Retrieved 24 March 2021.\n\n^ \"Can Nanotech Improve Li-ion Battery Performance\". Environmental Leader. 30 May 2013. Archived from the original on 21 August 2016. Retrieved 3 June 2013.\n\n^ Katwala, Amit. \"The spiralling environmental cost of our lithium battery addiction\". Wired. Condé Nast Publications. Archived from the original on 9 February 2021. Retrieved 10 February 2021.\n\n^ a b c \"Lithium Mining Leaves Towns Dry\". Global Press Journal. 25 September 2024. Retrieved 21 June 2025.\n\n^ Draper, Robert. \"This metal is powering today's technology—at what price?\". National Geographic. No. February 2019. National Geographic Partners. Archived from the original on 18 January 2019. Retrieved 10 February 2021.\n\n^ \"How sustainable is lithium?\". www.schroders.com. Retrieved 8 April 2025.\n\n^ Álvarez Amado, Fernanda; Poblete González, Camila; Matte Estrada, Daniel; Campos Quiroz, Dilan; Tardani, Daniele; Gutiérrez, Leopoldo; Arumí, José Luis (2023). ¿Cómo se forman las aguas ricas en litio en el Salar de Atacama? [How does the lithium-rich waters of Salar de Atacama form?]. Serie Comunicacional CRHIAM (in Spanish). Universidad de Concepción. p. 22.\n\n^ Guillou, Víctor (17 December 2024). \"Aprueban conciliación entre el CDE, comunidades indígenas y empresas minerasen causa por daño ambiental en el salar de Atacama\". La Tercera (in Spanish). Retrieved 1 September 2025.\n\n^ \"Antofagasta Minerals avoids closure of Chile's Zaldívar copper mine with key water approval\". BNamericas. 16 May 2025. Retrieved 19 July 2025.\n\n^ \"CDE demandó a mineras Escondida, Zaldívar y Albemarle por dañar Salar de Atacama\". Diario UChile (in Spanish). University of Chile. 21 July 2023. Retrieved 20 July 2025.\n\n^ \"CDE, comunidades y empresas mineras concluyen argumentos en demanda por daño ambiental de acuífero en el Salar de Atacama\". Revista Nueva Minería y Energía (in Spanish). 20 January 2024. Retrieved 20 July 2025.\n\n^ a b \"The Lithium Gold Rush: Inside the Race to Power Electric Vehicles\". The New York Times. 6 May 2021. Archived from the original on 6 May 2021. Retrieved 6 May 2021.\n\n^ Team, IERE (6 June 2025). \"How Does Lithium Mining Affect the Environment?\". The Institute for Environmental Research and Education. Retrieved 5 December 2025.\n\n^ \"Is Lithium Mining Bad For The Environment? Stats And Facts\". GreenMatch.co.uk. Retrieved 5 December 2025.\n\n^ \"Rio Tinto lithium mine: thousands of protesters block roads across Serbia\". The Guardian. Agence France-Presse. 5 December 2021. Retrieved 8 December 2021.\n\n^ Ferreira Santos, Sofia (10 August 2024). \"Thousands protest against lithium mining in Serbia\". BBC. Retrieved 13 August 2024.\n\n^ a b Gutiérrez, Jorge S; Navedo, Juan G; Soriano-Redondo, Andrea (2018). \"Chilean Atacama site imperilled by lithium mining\". Nature. 557 (7706): 492. Bibcode:2018Natur.557..492G. doi:10.1038/d41586-018-05233-7. PMID 29789737.\n\n^ Jerez, Sara (20 November 2024). \"Karachi, el raro pez chileno del altiplano que vive en salares y peligra por la extracción del litio\". Radio Bío-Bío (in Spanish). Retrieved 13 December 2024.\n\n^ Marchegiani; Morgera; Parks (21 November 2019). \"Indigenous peoples'rights to natural resources in Argentina: the challenges of impact assessment, consent and fair andequitable benefit-sharing in cases of lithium mining\". The International Journal of Human Rights.\n\n^ a b c Lorca, Mauricio; Olivera Andrade, Manuel; Escosteguy, Melisa; Köppel, Jonas; Scoville-Simonds, Morgan; Hufty, Marc (2022). \"Mining indigenous territories: Consensus, tensions and ambivalences in the Salar de Atacama\". The Extractive Industries and Society. 9 101047. Bibcode:2022ExIS....901047L. doi:10.1016/j.exis.2022.101047. hdl:11250/3011598.\n\n^ \"For Villagers in Zimbabwe, Lithium Boom Might Prove a Bust\". Global Press Journal. 5 September 2023. Retrieved 21 June 2025.\n\n^ Mkodzongi, Grasian (21 March 2025). \"Local inclusion and regulatory control key to sustainable mining : Lessons learnt from China's scramble for Zimbabwe's lithium reserves\". NAI Policy Notes 2025:3, the Nordic Africa Institute.\n\n^ Price, Austin (Summer 2021). \"The Rush for White Gold\". Earth Island Journal. Archived from the original on 29 October 2021. Retrieved 29 October 2021.\n\n^ Chadwell, Jeri (21 July 2021). \"Judge to decide on injunction request to halt work on Thacker Pass lithium mine\". This is Reno. Archived from the original on 29 October 2021. Retrieved 12 October 2021.\n\n^ \"Thacker Pass Lithium mine approval draws around-the-clock protest\". Sierra Nevada Ally. 19 January 2021. Archived from the original on 29 October 2021. Retrieved 16 March 2021.\n\n^ \"Lithium\" (PDF). USGS. Archived (PDF) from the original on 1 November 2020. Retrieved 15 November 2020.\n\n^ \"Lithium\" (PDF). 2016. Archived (PDF) from the original on 30 November 2016. Retrieved 29 November 2016 – via US Geological Survey (USGS).\n\n^ \"Fmclithium.com\" (PDF). www.fmclithium.com. Archived from the original (PDF) on 7 September 2014.\n\n^ Clark, Jim (2005). \"Some Compounds of the Group 1 Elements\". chemguide.co.uk. Archived from the original on 27 June 2013. Retrieved 8 August 2013.\n\n^ \"Disposable Batteries – Choosing between Alkaline and Lithium Disposable Batteries\". Batteryreview.org. Archived from the original on 6 January 2014. Retrieved 10 October 2013.\n\n^ \"Battery Anodes > Batteries & Fuel Cells > Research > The Energy Materials Center at Cornell\". Emc2.cornell.edu. Archived from the original on 22 December 2013. Retrieved 10 October 2013.\n\n^ \"Lithium iron phosphate battery\". 26 March 2025. Retrieved 25 June 2025.\n\n^ Totten, George E.; Westbrook, Steven R. & Shah, Rajesh J. (2003). Fuels and lubricants handbook: technology, properties, performance, and testing. Vol. 1. ASTM International. p. 559. ISBN 978-0-8031-2096-9. Archived from the original on 23 July 2016.\n\n^ Rand, Salvatore J. (2003). Significance of tests for petroleum products. ASTM International. pp. 150–152. ISBN 978-0-8031-2097-6. Archived from the original on 31 July 2016.\n\n^ The Theory and Practice of Mold Fluxes Used in Continuous Casting: A Compilation of Papers on Continuous Casting Fluxes Given at the 61st and 62nd Steelmaking Conference, Iron and Steel Society\n\n^ Lu, Y. Q.; Zhang, G. D.; Jiang, M. F.; Liu, H. X.; Li, T. (2011). \"Effects of Li2CO3 on Properties of Mould Flux for High Speed Continuous Casting\". Materials Science Forum. 675–677: 877–880. doi:10.4028/www.scientific.net/MSF.675-677.877. S2CID 136666669.\n\n^ \"Testing 1-2-3: Eliminating Veining Defects\", Modern Casting, July 2014, archived from the original on 2 April 2015, retrieved 15 March 2015\n\n^ Haupin, W. (1987), Mamantov, Gleb; Marassi, Roberto (eds.), \"Chemical and Physical Properties of the Hall-Héroult Electrolyte\", Molten Salt Chemistry: An Introduction and Selected Applications, Springer, p. 449\n\n^ Garrett, Donald E. (5 April 2004). Handbook of Lithium and Natural Calcium Chloride. Academic Press. p. 200. ISBN 978-0-08-047290-4. Archived from the original on 3 December 2016.\n\n^ Prasad, N. Eswara; Gokhale, Amol; Wanhill, R. J. H. (20 September 2013). Aluminum-Lithium Alloys: Processing, Properties, and Applications. Butterworth-Heinemann. ISBN 978-0-12-401679-8. Archived from the original on 1 January 2021. Retrieved 6 November 2020.\n\n^ Davis, Joseph R. ASM International. Handbook Committee (1993). Aluminum and aluminum alloys. ASM International. pp. 121–. ISBN 978-0-87170-496-2. Archived from the original on 28 May 2013. Retrieved 16 May 2011.\n\n^ Karki, Khim; Epstein, Eric; Cho, Jeong-Hyun; Jia, Zheng; Li, Teng; Picraux, S. Tom; Wang, Chunsheng; Cumings, John (2012). \"Lithium-Assisted Electrochemical Welding in Silicon Nanowire Battery Electrodes\" (PDF). Nano Letters. 12 (3): 1392–7. Bibcode:2012NanoL..12.1392K. doi:10.1021/nl204063u. PMID 22339576. Archived (PDF) from the original on 10 August 2017.\n\n^ Koch, Ernst-Christian (2004). \"Special Materials in Pyrotechnics: III. Application of Lithium and its Compounds in Energetic Systems\". Propellants, Explosives, Pyrotechnics. 29 (2): 67–80. doi:10.1002/prep.200400032.\n\n^ Wiberg, Egon; Wiberg, Nils; Holleman, Arnold Frederick, eds. (2001). \"1.2.1 Inorganic Lithium Compounds [2]\". Inorganic Chemistry. Academic Press. p. 1089. ISBN 978-0-12-352651-9. Archived from the original on 19 January 2023. Retrieved 22 February 2016.\n\n^ Mulloth, L.M. & Finn, J.E. (2005). \"Air Quality Systems for Related Enclosed Spaces: Spacecraft Air\". The Handbook of Environmental Chemistry. Vol. 4H. pp. 383–404. doi:10.1007/b107253. ISBN 978-3-540-25019-7.\n\n^ \"Application of lithium chemicals for air regeneration of manned spacecraft\". Lithium Corporation of America & Aerospace Medical Research Laboratories. 1965. Archived from the original on 7 October 2012.\n\n^ Markowitz, M. M.; Boryta, D. A.; Stewart, Harvey (1964). \"Lithium Perchlorate Oxygen Candle. Pyrochemical Source of Pure Oxygen\". Industrial & Engineering Chemistry Product Research and Development. 3 (4): 321–30. doi:10.1021/i360012a016.\n\n^ Hobbs, Philip C. D. (2009). Building Electro-Optical Systems: Making It All Work. John Wiley and Sons. p. 149. ISBN 978-0-470-40229-0. Archived from the original on 23 June 2016.\n\n^ Point Defects in Lithium Fluoride Films Induced by Gamma Irradiation. Proceedings of the 7th International Conference on Advanced Technology & Particle Physics: (ICATPP-7): Villa Olmo, Como, Italy. Vol. 2001. World Scientific. 2002. p. 819. ISBN 978-981-238-180-4. Archived from the original on 6 June 2016.\n\n^ Sinton, William M. (1962). \"Infrared Spectroscopy of Planets and Stars\". Applied Optics. 1 (2): 105. Bibcode:1962ApOpt...1..105S. doi:10.1364/AO.1.000105.\n\n^ \"You've got the power: the evolution of batteries and the future of fuel cells\" (PDF). Toshiba. Archived (PDF) from the original on 17 July 2011. Retrieved 17 May 2009.\n\n^ \"Organometallics\". IHS Chemicals. February 2012. Archived from the original on 7 July 2012. Retrieved 2 January 2012.\n\n^ Yurkovetskii, A. V.; Kofman, V. L.; Makovetskii, K. L. (2005). \"Polymerization of 1,2-dimethylenecyclobutane by organolithium initiators\". Russian Chemical Bulletin. 37 (9): 1782–1784. doi:10.1007/BF00962487. S2CID 94017312.\n\n^ Quirk, Roderic P.; Cheng, Pao Luo (1986). \"Functionalization of polymeric organolithium compounds. Amination of poly(styryl)lithium\". Macromolecules. 19 (5): 1291–1294. Bibcode:1986MaMol..19.1291Q. doi:10.1021/ma00159a001.\n\n^ Stone, F. G. A.; West, Robert (1980). Advances in organometallic chemistry. Academic Press. p. 55. ISBN 978-0-12-031118-7. Archived from the original on 13 March 2021. Retrieved 6 November 2020.\n\n^ Bansal, Raj K. (1996). Synthetic approaches in organic chemistry. Jones & Bartlett Learning. p. 192. ISBN 978-0-7637-0665-4. Archived from the original on 18 June 2016.\n\n^ \"An Experimental Investigation of a Lithium Aluminum Hydride–Hydrogen Peroxide Hybrid Rocket\" (PDF). 28 June 2003. Archived from the original (PDF) on 28 June 2003.\n\n^ Hughes, T.G.; Smith, R.B. & Kiely, D.H. (1983). \"Stored Chemical Energy Propulsion System for Underwater Applications\". Journal of Energy. 7 (2): 128–133. Bibcode:1983JEner...7..128H. doi:10.2514/3.62644.\n\n^ Emsley, John (2011). Nature's Building Blocks.\n\n^ Makhijani, Arjun & Yih, Katherine (2000). Nuclear Wastelands: A Global Guide to Nuclear Weapons Production and Its Health and Environmental Effects. MIT Press. pp. 59–60. ISBN 978-0-262-63204-1. Archived from the original on 13 June 2016.\n\n^ National Research Council (U.S.). Committee on Separations Technology and Transmutation Systems (1996). Nuclear wastes: technologies for separations and transmutation. National Academies Press. p. 278. ISBN 978-0-309-05226-9. Archived from the original on 13 June 2016.\n\n^ Barnaby, Frank (1993). How nuclear weapons spread: nuclear-weapon proliferation in the 1990s. Routledge. p. 39. ISBN 978-0-415-07674-6. Archived from the original on 9 June 2016.\n\n^ Baesjr, C. (1974). \"The chemistry and thermodynamics of molten salt reactor fuels\". Journal of Nuclear Materials. 51 (1): 149–162. Bibcode:1974JNuM...51..149B. doi:10.1016/0022-3115(74)90124-X. OSTI 4470742. Archived from the original on 13 March 2021. Retrieved 28 June 2019.\n\n^ Agarwal, Arun (2008). Nobel Prize Winners in Physics. APH Publishing. p. 139. ISBN 978-81-7648-743-6. Archived from the original on 29 June 2016.\n\n^ \"'Splitting the Atom': Cockcroft and Walton, 1932: 9. Rays or Particles?\" Archived 2 September 2012 at the Wayback Machine Department of Physics, University of Cambridge\n\n^ \"With lithium, more is definitely better\". phys.org.\n\n^ \"Integrating hot cores and cool edges in fusion reactors\". phys.org. Archived from the original on 29 April 2023. Retrieved 23 April 2023.\n\n^ a b Wald, Matthew L. (8 October 2013). \"Report Says a Shortage of Nuclear Ingredient Looms\". The New York Times. Archived from the original on 1 July 2017.\n\n^ a b Kean, Sam (2011). The Disappearing Spoon.\n\n^ Yacobi S; Ornoy A (2008). \"Is lithium a real teratogen? What can we conclude from the prospective versus retrospective studies? A review\". Isr J Psychiatry Relat Sci. 45 (2): 95–106. PMID 18982835.\n\n^ \"Lithium 265969\". Sigma-Aldrich. Archived from the original on 13 March 2021. Retrieved 1 October 2018.\n\n^ Technical data for Lithium Archived 23 March 2015 at the Wayback Machine. periodictable.com\n\n^ Furr, A. K. (2000). CRC handbook of laboratory safety. Boca Raton: CRC Press. pp. 244–246. ISBN 978-0-8493-2523-6. Archived from the original on 13 March 2021. Retrieved 6 November 2020.\n\n\nExternal links\nMcKinsey review of 2018 Archived 16 November 2020 at the Wayback Machine (PDF)\nLithium Archived 16 July 2016 at the Wayback Machine at The Periodic Table of Videos (University of Nottingham)\nInternational Lithium Alliance (archived, August 2009)\nUSGS: Lithium Statistics and Information Archived 29 July 2018 at the Wayback Machine\nLithium Supply & Markets 2009 IM Conference 2009 Sustainable lithium supplies through 2020 in the face of sustainable market growth Archived 4 June 2016 at the Wayback Machine\nUniversity of Southampton, Mountbatten Centre for International Studies, Nuclear History Working Paper No5. (PDF) (archived February 26 February 2008)\nLithium reserves by Country Archived 20 October 2022 at the Wayback Machine at investingnews.com\nusgs.gov: Lithium (Mineral Commodity Summaries 2025)\nvtePeriodic table\n\n\n\n\n\n1\n\n2\n\n\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10\n\n11\n\n12\n\n13\n\n14\n\n15\n\n16\n\n17\n\n18\n\n\n1\n\nH\n\n\n\nHe\n\n\n2\n\nLi\n\nBe\n\n\n\nB\n\nC\n\nN\n\nO\n\nF\n\nNe\n\n\n3\n\nNa\n\nMg\n\n\n\nAl\n\nSi\n\nP\n\nS\n\nCl\n\nAr\n\n\n4\n\nK\n\nCa\n\n\n\nSc\n\nTi\n\nV\n\nCr\n\nMn\n\nFe\n\nCo\n\nNi\n\nCu\n\nZn\n\nGa\n\nGe\n\nAs\n\nSe\n\nBr\n\nKr\n\n\n5\n\nRb\n\nSr\n\n\n\nY\n\nZr\n\nNb\n\nMo\n\nTc\n\nRu\n\nRh\n\nPd\n\nAg\n\nCd\n\nIn\n\nSn\n\nSb\n\nTe\n\nI\n\nXe\n\n\n6\n\nCs\n\nBa\n\nLa\n\nCe\n\nPr\n\nNd\n\nPm\n\nSm\n\nEu\n\nGd\n\nTb\n\nDy\n\nHo\n\nEr\n\nTm\n\nYb\n\nLu\n\nHf\n\nTa\n\nW\n\nRe\n\nOs\n\nIr\n\nPt\n\nAu\n\nHg\n\nTl\n\nPb\n\nBi\n\nPo\n\nAt\n\nRn\n\n\n7\n\nFr\n\nRa\n\nAc\n\nTh\n\nPa\n\nU\n\nNp\n\nPu\n\nAm\n\nCm\n\nBk\n\nCf\n\nEs\n\nFm\n\nMd\n\nNo\n\nLr\n\nRf\n\nDb\n\nSg\n\nBh\n\nHs\n\nMt\n\nDs\n\nRg\n\nCn\n\nNh\n\nFl\n\nMc\n\nLv\n\nTs\n\nOg\n\n\n\n\ns-block\n\nf-block\n\nd-block\n\np-block\n\n\n\nvteLithium compounds (list)Compounds with noble gases\nLiHe\nHLiHe+ (hypothetical)\nLiFHeO(hypothetical)\nLiHe2 (hypothetical)\n(HeO)(LiF)2 (hypothetical)\nLa2/3−xLi3xTiO3He (hypothetical)\nCompounds with halogens\nFLiBe\nFLiNaK\nLiAt (hypothetical)\nLiBr\nLiBrO\nLiBrO2\nLiBrO3\nLiBrO4\nLiCl\nLiClO\nLiClO2\nLiClO3\nLiClO4\nLiF\nLi2F\nLiFO\nLiI\nLiIO\nLiIO2\nLiIO3\nLiIO4\nOxides and hydroxides\nLiO−\nLiO2\nLiO3\nLi2O\nLi2O2\nLiOH\nCompounds with chalcogens\nLiCF3SO3\nLiHSO3\nLiHSO4\nLi2Po\nLi2S\nLi2Se\nLi2SeO3\nLi2SeO4\nLi2Te\nLiTe3\nLi2TeO3\nLi2TeO4\nCompounds with pnictogens\nLi1+xAlxGe2−x(PO4)3\nLiAl1+xTi2−x(PO4)3\nLiAs\nLiAsF6\nLi3AsO4\nLiFePO4\nLiGe2(PO4)3\nLiH2AsO4\nLi2HAsO4\nLi2HPO3\nLi2HPO4\nLi3PO3\nLi3PO4\nLiH2PO3\nLiH2PO4\nLiN3\nLi3N\nLiNH2\nLi2NH\nLiNO2\nLiNO3\nLi2N2O2\nLi2NaPO3\nLiNaNO2\nLi3P\nLiPF6\nLi3PO4\nLi[SbF6]\nLiTi2(PO4)3\nLiZr2(PO4)3\nCompounds with group 14 elements\nLi2C2\nLi2CO3\nLi2GeF6\nLi2GeO3\nLiHCO3\nLi3H(CO3)2\nLiSi\nLi2SiF6\nLi2SiO3\nLi2Si2O5\nLi4SiO4\nLi2SnF6\nCompounds with group 13 elements\nCsLiB6O10\nLiAlCl4\nLiAlF4\nLi3AlF6\nLiAlH4\nLiAlO2\nLiB(C2O4)2\nLiB(C6F5)4\nLiBF4\nLiBH4\nLiBO2\nLiB3O5\nLi2B4O7\nLiBSi2\nLiGaH4\nCompounds with transition metals\nLi[AuCl4]\nLiCoO2\nLi2CrO4\nLi2Cr2O7\nLi2IrO3\nLi7La3Zr2O12\nLiMn2O4\nLi2MoO4\nLi0.9Mo6O17\nLiNbO3\nLi2NbO3\nLi2PtO3\nLi2RuO3\nLiTaO3\nLi2TiF6\nLi2TiO3\nLi4Ti5O12\nLiVO3\nLi3V2(PO4)3\nLiWF6\nLi2WO4\nLi2ZrF6\nLi2ZrO3\nOrganic (soaps)\nHemolithin (extraterrestrial protein)\nOrganolithium reagents\nGilman reagent\nCH3COOLi\nC4H6LiNO4\nLiC2F6NO4S2\nLiN(SiMe3)2\nLi3C6H5O7\nC5H5Li\nLiN(C3H7)2\n(C6H5)2PLi\nC18H35LiO3\nC6H13Li\nC4H9Li\nCH3CHLiCH2CH3\n(CH3)3CLi\nC12H28BLi\nCH3Li\nLi+C10H−8\nC5H11Li\nC5H3LiN2O4\nC6H5Li\nLiC2CH3\nLiO2C(CH2)16CH3\nC4H5LiO4\nLiEt3BH\nLiOC(CH3)3\nC9H18LiN\nLiC2H3 Vinyllithium\nLiC11H23COO\nCH3CH(OH)COOLi\nLiC2H2ClO2\nLiC2H3IO2\nLi(CH3)2N\nLiCHO2\nLiCH3O\nLiC2H5O\nLi2C2O4\nOther compounds\nLi2\nLixBey (hypothetical)\nLiCN\nLi2CN2\nLiCNO\nLiH\nLiNa\nLiSCN\nLiYF4\nNeodymium-doped\nMinerals\nAmblygonite\nBerezanskite\nBrannockite\nCryolithionite\nDarapiosite\nDarrellhenryite\nElbaite\nFluorine Elbaite\nFluor-liddicoatite\nEmeleusite\nEucryptite\nFaizievite\nHectorite\nHsianghualite\nJadarite\nKunzite\nLavinskyite\nLepidolite\nLithiophilite\nLithiophosphate\nManandonite\nManganoneptunite\nNambulite\nNeptunite\nOlympite\nPetalite\nPezzottaite\nRossmanite\nSaliotite\nSogdianite\nSpodumene\nSugilite\nTiptopite\nTourmaline\nTriphylite\nZabuyelite\nZektzerite\nZinnwaldite\nOther Li-related\nAluminium–lithium alloys\nHeteroatom-promoted lateral lithiation\nLB buffer\nLithium atom\nLithium medication\nLiNixCoyAlzO2\nLiNixMnyCozO2\nLithium soap\nLithium Triangle\nLucifer yellow\nMagnesium–lithium alloys\nNASICON\nEnvironmentally friendly red light flare\n\nvteArticles related to electrolysis / Standard electrode potentialElectrolytic processes\nBetts electrolytic process\nCastner process\nCastner–Kellner process\nChloralkali process\nDowns cell\nElectrolysis of carbon dioxide\nElectrolysis of water\nElectrowinning\nHall–Héroult process\nHofmann voltameter\nKolbe electrolysis\nHoopes process\nDow process\nBromine\nMagnesium\nElectrochemical fluorination\nWohlwill process\nMaterials produced by electrolysis\nAluminium (extraction)\nCalcium metal\nChlorine\nCopper\nElectrolysed water\nFluorine\nHydrogen evolution reaction\nLithium metal\nMagnesium metal\nPotassium metal\nSodium metal\nSodium hydroxide\nZinc\nSee also\nElectrochemistry\nGas cracker\nStandard electrode potential (data page)\nElectrology\n\nPortals: Chemistry ScienceLithium at Wikipedia's sister projects:Definitions from WiktionaryMedia from CommonsTextbooks from WikibooksResources from Wikiversity\nAuthority control databases InternationalGNDNationalUnited StatesFranceBnF dataJapanCzech RepublicSpainIsraelOtherYale LUX\n\n\n\n\n<img src=\"https://en.wikipedia.org/wiki/Special:CentralAutoLogin/start?useformat=desktop&amp;type=1x1&amp;usesul3=1\" alt=\"\" width=\"1\" height=\"1\" style=\"border: none; position: absolute;\">\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Lithium&oldid=1325798106\"\n\t\t\t\t\tCategories: LithiumChemical elementsAlkali metalsReducing agentsChemical elements with body-centered cubic structureHidden categories: Pages using the Phonos extensionWebarchive template wayback linksPages with reference errorsWikipedia articles needing page number citations from December 2016CS1 German-language sources (de)All articles with dead external linksArticles with dead external links from March 2023Articles with permanently dead external linksCS1 maint: bot: original URL status unknownPages with broken reference namesCS1 Spanish-language sources (es)CS1: long volume valueGood articlesWikipedia indefinitely semi-protected pagesUse dmy dates from October 2020Articles with short descriptionShort description is different from WikidataPages including recorded pronunciationsArticles containing Ancient Greek (to 1453)-language textPages using multiple image with auto scaled imagesArticles containing potentially dated statements from 2018All articles containing potentially dated statementsArticles containing potentially dated statements from 2012Articles to be expanded from July 2025All articles to be expandedWikipedia articles in need of updating from July 2025All Wikipedia articles in need of updatingWikipedia articles in need of updating from January 2020All articles lacking reliable referencesArticles lacking reliable references from July 2025Chembox having GHS dataChembox container onlyPages using Sister project links with wikidata mismatch\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\n\n\t\t\n\t \n \n\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\nSearch\n\t\t\t\n\t\t\n\t\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\tSearch\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\t\n\t\t\t\tLithium\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\n\n\t\t\t\n\t\t\t\n\n\n\t\t\t\n\t\t\t\n\n\n\t\t\t\n\t\t\t\n\n\n\t\t\t\n\t\t\t\n\n\n\t\t\t\n\t\t\t\n\n\n\t\t\t\n\t\t\t\n\n\n\t\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\n184 languages\n\t\t\t\n\t\t\t\n\nAdd topic",
  "excerpt": null,
  "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Lithiumcut_cropped.jpg/1198px-Lithiumcut_cropped.jpg",
  "tags": [
    "[update]"
  ],
  "scrapedAt": "2025-12-09T11:37:44.562Z"
}