{
  "id": "a940ea32-b091-4e6f-be0c-41c749ee0ecb",
  "url": "https://www.proactiveinvestors.co.uk/companies/news/1079569/tech-bytes-antimony-the-obscure-metal-that-could-choke-tech-supply-chains-1079569.html#:~:text=Why%20antimony%20matters%20for%20tech,becomes%20harder%20—%20and%20more%20expensive.",
  "title": "Tech Bytes: Antimony — the obscure metal that could choke tech supply chains",
  "author": null,
  "publishDate": "2025-10-02T17:25:00+01:00",
  "content": "MiningGold & Silver\n\n \n \n\n\t  \t\n\tWritten by:\n\t\n   \n \n \n  Lisa Uhlman\n\t\n\n\t\n\t\t\n\n\n\n\nAbout this content\n\n \n\n   Disclaimer No investment advice\n   \n \n\t Share article \n\t\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\t\n\n \n \n\t   \n\t   \n\t   \n \n\t\n\t\n\t\n \n \n NO INVESTMENT ADVICE\n \n \n \n \n The above has been published by Proactive Investors Limited (the \"Company\") on its website and is made available subject to the terms and conditions of use of its website (see T&C ).\n                       All information used in the preparation of this communication has been compiled from publicly available sources that we believe to be reliable, however, we cannot, and do not, guarantee the accuracy or completeness of this communication.\n                       This communication is intended for information purposes only and does not constitute an offer, recommendation, solicitation, inducement or an invitation by, or on behalf of, the Company or any affiliates to make any investments whatsoever. Opinions of and commentary by the authors reflect their current views, but not necessarily of the Company, its affiliates or any other third party. Services and/or products mentioned in this communication may not be suitable for all recipients and may not be...\n\n \n \n FOR OUR FULL DISCLAIMER CLICK HERE\n \n \n\t\n\n\t\n\t\n \n \n \n About this content\n \n \n ×\n \n \n \n\n \n About Lisa Uhlman\n Lisa Uhlman is an equities reporter at Proactive Investors, covering ASX-listed companies across the mining, energy, biotech and emerging tech sectors.\n\nWith a background in legal and financial journalism, Lisa brings a sharp analytical lens to market news and corporate developments.\n\nPrior to joining Proactive, she reported for national trade publications and newswires, with a focus on court reporting, regulatory affairs and ESG-related business issues. Based in Sydney, she is... Read more\n\n \n About the publisher\n Proactive financial news and online broadcast teams provide fast, accessible, informative and actionable business and finance news content to a global investment audience. All our content is produced independently by our experienced and qualified teams of news journalists.\n Proactive news team spans the world’s key finance and investing hubs with bureaus and studios in London, New York, Toronto, Vancouver, Sydney and Perth. \n We are experts in medium and small-cap markets, we also keep our community up to date with blue-chip companies, commodities and broader investment stories. This is content that excites and engages motivated private investors.\n The team delivers news and unique insights across the market including but not confined to: biotech and pharma, mining and natural resources, battery metals, oil and gas, crypto and emerging digital and EV technologies.\n\n Use of technology\n Proactive has always been a forward looking and enthusiastic technology adopter.\n Our human content creators are equipped with many decades of valuable expertise and experience. The team also has access to and use technologies to assist and enhance workflows.\n Proactive will on occasion use automation and software tools, including generative AI. Nevertheless, all content published by Proactive is edited and authored by humans, in line with best practice in regard to content production and search engine optimisation.\n \n \n\t\n\n\n\n \n \n \n   \n Nova Minerals Ltd(ASX:NVANASDAQ:NVAOTC:NVAAF)\n  View Price & Profile\n \n  Tech Bytes: Antimony — the obscure metal that could choke tech supply chains\n\n \n  \n \n\n   \n   Published: 07:25 02 Oct 2025 BST\n  \n \n \n \n \n\n \n \n\n\n\n\n Shares in Nova Minerals Ltd (ASX:NVA, NASDAQ:NVA, OTC:NVAAF) jumped more than 20% on Wednesday, and are up more than 30% this week, after its US subsidiary Alaska Range Resources LLC secured US$43.4 million in Defense Production Act funding to produce antimony trisulfide. The grant, from the US Department of War, is aimed at building a domestic supply of a mineral long critical for military applications — but its relevance goes far beyond the battlefield.\n\nRead more: Nova Minerals unit secures US$43.4 million US DoW award to advance antimony production in Alaska\n\nThis little-known element could emerge as one of the most consequential bottlenecks for the global tech economy, sitting at the intersection of defence procurement, electronics manufacturing and the clean energy transition.\n\nWhy antimony matters for tech\n\nAntimony is a metalloid with versatile properties. In its oxide form, it is a staple in semiconductors, solar panels and flame-retardant plastics. It also helps stabilise lithium-ion batteries and features in experimental liquid metal batteries designed for long-duration grid storage.\n\nThese applications are not optional extras: they sit at the heart of consumer technology and industrial strategy. Without antimony, the production of smartphones, EVs and renewable energy systems becomes harder — and more expensive.\n\nA fragile supply chain\n\nGlobal supply is precariously concentrated. China mines around half of the world’s antimony and processes closer to 80%, while Russia and Tajikistan provide much of the rest. The US, by contrast, has virtually no domestic production and is highly dependent on imports from strategic competitors.\n\nThat makes antimony one of those obscure but strategically sensitive resources. If supply were disrupted, the consequences would cascade across defence supply chains, consumer electronics and the energy transition alike.\n\nThe defence driver\n\nNova’s Alaska Range unit plans to advance its Estelle Gold and Critical Minerals Project in Alaska to refine ore into military-grade antimony trisulfide. The Pentagon’s US$43.4 million award is designed to accelerate that process and seed a fully integrated US antimony supply chain.\n\nFor Washington, the imperative is clear: reliable access to a critical input for munitions and defence systems. But the investment in processing and refining could also lay the foundation for commercial supply into civilian markets.\n\nFrom munitions to microchips\n\nThat crossover is what makes antimony so intriguing. A supply chain built to meet military demand could quickly become essential to the wider tech sector. Antimony is used in semiconductor doping, solar cell glass, flame-retardant circuit boards and advanced battery chemistries.\n\nAs the US and its allies build capacity to insulate defence industries from supply risk, they may incidentally create a broader platform for supplying the very metals that Silicon Valley, EV makers, and renewable energy developers will increasingly need.\n\nWhat investors should watch\n\n\n\tDeployment of US funding: The Pentagon’s backing provides a clear runway for Nova to progress its plans and demonstrates strong government commitment to building capacity.\n\tScaling production: Advancing from exploration to refining will be the next key step, with opportunities to establish a fully integrated US antimony supply chain.\n\tBroader market opportunities: While the immediate driver is defence, the same infrastructure could open up supply to semiconductors, solar panels and batteries, expanding addressable markets.\n\tGrowing global interest: With antimony now firmly on the strategic minerals radar, further industry partnerships and government initiatives may accelerate development.\n\n\nThe bigger picture\n\nAntimony may not carry the buzz of lithium or rare earths, yet its strategic value is rising quickly. Yesterday’s funding deal highlights how even relatively obscure minerals can move markets and redraw supply chains. Nova’s breakthrough shows the Pentagon is serious about securing antimony — and if it succeeds, the tech industry could be a major beneficiary.\n\nFor now, antimony remains an underappreciated piece of the critical minerals puzzle. But as the scramble to secure supply intensifies, investors, governments, and tech manufacturers alike may discover that the fate of their chips, batteries, and solar panels rests on this lesser-known metalloid.\n\n\n\n\n\n   \n \n \n \n \n \n Continue reading",
  "excerpt": "Shares in Nova Minerals Ltd (ASX:NVA, NASDAQ:NVA, OTC:NVAAF) jumped more than 20% on Wednesday, and are up more than 30% this week, after its US subsidiary...",
  "imageUrl": "https://cdn.proactiveinvestors.com/eyJidWNrZXQiOiJwYS1jZG4iLCJrZXkiOiJ1cGxvYWRcL05ld3NcL0ltYWdlXC8yMDI1XzEwXC9TY3JlZW4tU2hvdC0yMDIyLTA4LTI0LWF0LTEyLTE4LTIyLVBNLmpwZyIsImVkaXRzIjp7InJlc2l6ZSI6eyJ3aWR0aCI6MTIwMCwiaGVpZ2h0Ijo2MzAsImZpdCI6ImNvdmVyIn19fQ==",
  "tags": [],
  "scrapedAt": "2025-12-09T14:20:23.647Z"
}