{
  "id": "df10de69-e62e-416b-ba81-bf1cf2581884",
  "url": "https://www.bbc.co.uk/worklife/article/20251104-the-story-behind-the-scramble-for-greenlands-rare-earths",
  "title": "The story behind the scramble for Greenland's rare earths",
  "author": "Adrienne Murray",
  "publishDate": null,
  "content": "By Adrienne Murray5th November 2025As the US and the West races to break China's stranglehold over rare earths production – crucial for everything from smart phones to electric vehicles to military hardware – some firms are betting that Greenland will become a new mining frontier. Its mineral riches remain largely untapped, but operating in this remote northerly region is challenging, as Adrienne Murray reports from Qaqortoq.SStanding on a barren rocky slope overlooking the Killlavaat Alannguat mountain in southern Greenland, Tony Sage pointed across the fjord. \"We'll have two pits initially,\" the CEO of Critical Metals said, gesturing towards the site of the proposed mine.Tony Sage, CEO of Critical Metals, surveys the Tanbreez site (Credit: BBC/ James Brooks)Deep beneath our feet lay a huge mineral deposit, which its owners believe holds a treasure trove of valuable metals, including coveted rare earths.\nBacked by jagged-peaks, and covering a 15 sq km (9.3 sq miles) swathe of hillside that plunges steeply to the seashore, the Tanbreez project is among the largest of several rare earth deposits found in Greenland. \n\"You've got the black, the white and the red,\" said the Australian, picking up a colourful lump of rock. \"The red is what everyone's after. That's where the rare earths are.\"  A rock containing 'red' rare earth elements, 'black' arfvedsonite and 'white' feldspar minerals (Credit BBC/ James Brooks)Rare earth elements are not actually rare, but this group of 17 metals, with exotic-sounding names like terbium and neodymium, are vital for many everyday technologies. Smartphones and TV screens would not work without them; nor would the high-strength magnets that keep green technologies like electric vehicles and wind turbines running, as well as a raft of military hardware from guided missile systems to F-35 fighter jets. \n\"China controls the world's supply,\" Sage says \"That's why you see the EU, Nato, the US Defense Department and Mr Trump, trying to get this material.\"  \nOver 60% of the world's rare earth elements are mined in China, and it processes more than 90% of them. Last month Beijing announced export restrictions only to later suspend the measures, after trade talks with the United States. The move though laid bare the West's vulnerability to China's stranglehold on these crucial metals, and sent shares in the industry soaring.   \nGreenland's strategic Arctic location and potential minerals had already caught the White House's attention, with President Trump's insistence that the US must acquire the autonomous Danish territory \"for national security\" reasons, catapulting the island into an unprecedented global spotlight.  \nIn response, Greenland's prime minister Jens-Frederik Nielsen said the island is not a \"piece of property that can be bought\".Workers at the Tanbreez deposit site at Killlavaat Alannguat mountain (Credit: BBC/ James Brooks)On a nearby hilltop workmen surrounded a drill rig, pounding 80 metres (262ft) underground. \"Drill baby, drill\" said Sage, quoting Trump's famous slogan. Sage thinks the industry is on the cusp of a boom. \"This drill programme is costing us millions of dollars… and the reason we're doing it is because of Trump's mantra and the fact that the US and EU really need these rare earths.\"\nAn exploitation license was granted five years ago, but establishing a mine is no easy task. With no road links, the only access is by boat or helicopter, and all infrastructure including a plant, accommodation and sea-dock, must be built from scratch. Financing, a feasibility study and final government approvals are also still needed.\nBut veteran geologist Greg Barnes, who founded Tanbreez and spent decades exploring these hills, thinks it could be a gamechanger for the West. \"There's a lot of ore, enough for thousands of years,\" claims Barnes. During Trump's first term he was called to a meeting with officials at the White House. \"I got the invite,\" he recounted. \"We had a meeting for three to four hours... They were interested in how Greenland worked.\"\nNon-binding agreements have been signed to supply mined material to two American rare earth processing and magnet firms, with links to US defence; and a potential $120m (£92m) loan from the US Export-Import bank is also on the table, after receiving a \"letter of interest\".\nIt comes as the US attempts to build up its own \"mine-to-magnet\" supply chain to counter China's grip on the market. Federal investment has been ploughed into a string of North American critical mineral companies; and Trump recently signed multi-billion dollar deals with Australia and a flurry of Asian countries. \"Public funding is flowing into this space like never before,\" states Neha Mukherjee, an analyst from Benchmark Mineral Intelligence.\nSpanning more than two million square kilometres and mostly covered by ice, Greenland is humbling in scale. Amid a global race to secure critical minerals, some think this resource-rich territory could emerge as an important new mining frontier, even as its minerals remain untapped. We are depleting the resources elsewhere... So there's this global trend of going into more remote areas – Diogo RosaTwenty-five raw materials, from a list of over 30, deemed \"critical\" by the EU, are present in Greenland. Valuable metals such as gold, zinc and iron are also found, as well as oil and gas resources too.\n\"It's a pretty big land mass that's been underexplored and is geologically very favourable,\" says Diogo Rosa, an economic geologist at Geological Survey of Denmark and Greenland, which has mapped the region's minerals. \"We are depleting the resources elsewhere,\" he adds. \"So there's this global trend of going into more remote areas.\"\n\"Right now we're actually starting to see a lot of projects moving forward,\" says Greenland's Minister for Business and Minerals, Naaja Nathanielsen. \"There's also American interest in those, and there's also European interest.\" \n\"We want like-minded partners,\" she says, pointing to the European Union, UK and US.  A ship is loaded with anorthosite from Lumina's mine, just north of the Arctic circle. In winter months the fjord freezes, and material is stockpiled (Credit: Lumina)Greenland's $3bn (£2.3bn) economy relies heavily on the public sector, fishing exports and sizable subsidies from Denmark, and so its leaders want to diversify. Tourism is rapidly growing, and the mining sector could play a \"substantial\" role in future, says Nathanielsen. But it's a \"slow business\", the minister cautions, adding, \"I expect we will have three to five mines, I hope, within the next 10 years.\"\nThe remote northern geography, mountainous terrain and cold climate makes mining challenging and costly. A lack of infrastructure, small workforce, as well as red tape and strict environmental regulations, are other factors. \nOnly nine companies now hold commercial mining permits, and there's currently just two active mines.  \nSitting above the Arctic circle, on Greenland's west coast, Lumina Sustainable Materials exports anorthosite used for e-glass, cement and even as moon-dust for astronaut training. It's processed and stockpiled in winter, as the fjord freezes, explains managing director Bent Olsvig Jensen. \"We can only export our products seven months a year.\"\nJust getting crew in and out is a logistical challenge. \"It can only happen by boat or helicopter,\" he says. \"When we get close to the winter, we need to get everything on site for the next six months,\" Jensen adds, \"right down to shampoo and toothpaste.\"\nMost mining activity is therefore concentrated in the milder south, where there's year-round sea access.\nHere, three of Greenland's rare earth deposits may rank among the world's top 10 largest, assesses Rosa, however there are significant hurdles. \"Why would a large company which has access to finance and know-how bother developing a rare earth element deposit if it can make so much more money mining copper, gold or coal or iron?\" he asks. \nMore like this:• What is hiding under Greenland's ice?• The startups attempting to mine asteroids• The world's first deep sea mining test 50 years on \nGreenland's handful of rare earth projects are still at an early stage, says Mukerjee. \"Economic feasibility still needs to be judged.\"South Greenland's biggest town Qaqortoq, is getting a new airport and deep sea harbour (Credit: BBC/ James Brooks)Among the companies pursuing rare earths are Australian firm Eclipse Metals, Canadian business Neo and British firm Alba Resources, which is now acquiring a potentially huge project area called Motzfeldt. However, one of the largest deposits, called Kuannersuit (or Kvanefjeld), is tangled in litigation. The site also contains uranium, and after strong public opposition, the project was eventually blocked. An arbitration case was dismissed last week, but the firm behind it is challenging Greenland's government through the courts.\nWhatever mining projects go forward, South Greenland is on the cusp of major change. The region is home to around 6,000 residents, living in small towns, scattered villages and two-dozen sheep farms. In the biggest town, Qaqortoq, a new airport will soon open and there are now plans for a deepwater port.\n\"In the next two or three or four years, maybe three mines will [be] up and running,\" says Malene Vahl Rasmussen, the Mayor of Kujalleq Municipality. \nGreenland's leaders say the country is pro-mining. However, the views of residents tend to depend on the project. In a culture where hunting and fishing are important, some are hesitant about impacting local nature. Yet in a place where people have been moving away, there's also hope for a reversal of fortunes. \n\"We're hoping to attract them back again,\" says Rasmussen. \"I hope it will bring better work opportunities for the local people, not just the cleaning jobs and the mechanics.\"\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week.\nFor more on business and beyond, follow us on LinkedIn. Share using EmailShare on TwitterShare on FacebookShare on LinkedinShare",
  "excerpt": "As the US and the West races to break China's stranglehold over rare earths production, some firms are betting that Greenland will become a new mining frontier.",
  "imageUrl": "https://ychef.files.bbci.co.uk/live/624x351/p0mdls2k.jpg",
  "tags": [
    "We are depleting the resources elsewhere... So there's this global trend of going into more remote areas – Diogo Rosa"
  ],
  "scrapedAt": "2025-12-09T14:20:47.230Z"
}