{
  "id": "c54fa5aa-1ddc-42c3-9d92-79da35e0177e",
  "url": "https://www.bbc.com/news",
  "title": "BBC News - Breaking news, video and the latest top stories from the U.S. and around the world",
  "author": null,
  "publishDate": null,
  "content": "NewsNewsUkraine prepares new peace plan as Zelensky rules out giving up land Kyiv is seeking to resist a US push for a deal which would see territory handed over to Russia.2 hrs agoEuropeUkrainians raise flag to show BBC the fight goes on in city claimed by RussiaUkraine barely has a hold on Pokrovsk, but its forces are keen to show they are still resisting Russia's advance.2 hrs agoEuropePioneering new UK treatment reverses incurable blood cancer in some patientsSeven out of 11 patients with incurable cancer who had the treatment appear to be cancer-free.14 hrs agoHealthLIVEFact-checking Trump’s denial over releasing Venezuela boat strike videoLatest updates from the BBC's specialists in fact-checking, verifying video and tackling disinformation.Why are Thailand and Cambodia fighting at the border?The roots of the South East Asian neighbours' dispute go back more than a century.1 hr agoAsiaDozens injured after magnitude 7.5 quake strikes northern JapanAuthorities have warned that a stronger tremor could occur in the coming days.  10 hrs agoAsiaBen & Jerry's brand could be destroyed under Magnum, says co-founderBen Cohen was speaking about his concerns for the independence of Ben & Jerry's board.\n3 hrs agoBusinessAustralia's social media ban for children has left big tech scramblingThe policy is the culmination of years of pressure on firms over online safety.13 hrs agoAustraliaUN environment report 'hijacked' by US and others over fossil fuels, top scientist saysSudan air force bombing of towns, markets and schools has killed hundreds, report saysBurkina Faso accuses Nigerian Air Force of violating its airspaceTrump gives Nvidia green light to sell advanced AI chips to ChinaJakarta office fire kills at least 22, police confirmMore to exploreWhy has Paramount launched a hostile bid for Warner Bros Discovery?What to know about Netflix and Paramount Skydance's blockbuster battle over Warner Bros Discovery. 14 hrs agoBusinessEuropean leaders walk tightrope between backing Ukraine and keeping US on boardEurope's leaders are trying to avoid alienating Donald Trump while fighting for Ukrainian sovereignty and future continental stability.19 hrs agoEuropeAI tools transform Christmas gifting as shoppers turn to chatbotsShopper are increasingly using chatbots for their hard-to-buy-for family and friends, with implications for bargain hunters and businesses.5 hrs agoBusinessA wage for housework? India's sweeping experiment in paying womenSome 118 million women in 12 Indian states receive unconditional cash transfers, one of the world’s largest experiments.11 hrs agoAsiaDoes Scotland's 'Instagram Highway' need a reboot?Highland communities and businesses will have their say on the NC500's future after overtourism concerns.5 hrs agoHighlands & IslandsMost watched1Nasa astronaut and cosmonauts return to Earth after 245 days in space2Watch: Moment commuter train collides with vehicle in Illinois3Watch: Moment stolen puppies are reunited with mum4CCTV shows Matisse heist suspects making off with artworks on foot5Watch: President Trump hosts the Kennedy Center HonorsAlso in newsTanzania crackdown on planned protest leaves streets desertedThere is a large police presence in major cities and the authorities have encouraged people to stay home.Just nowAfricaGoa nightclub owners fled to Thailand hours after deadly fire, police sayIndian authorities confirmed the two brothers boarded a flight to Phuket in Thailand shortly after the incident.6 hrs agoAsiaUS deports second group of Iranian nationals, officials sayA chartered plane carrying more than 50 Iranians flew out of Mesa, Arizona, on Sunday.9 hrs agoMiddle East'New lease of life': Nothing beats Jess Glynne for TikTok's UK song of the yearHold My Hand claims the title thanks to the viral 'nothing beats a Jet2holiday' trend. 5 hrs agoNewsbeatWatch: Matisse heist suspects making off with artworks on footBrazilian officials say thieves held up a security guard and an elderly couple before making off with the artworks on foot.2 hrs agoLatin AmericaTwo charged over Heathrow 'pepper spray' attackPolice say a substance was used when a woman's suitcase taken in a car park lift on Sunday.15 mins agoLondonZohran Mamdani confirms he will live in historic Gracie Mansion as New York mayorMamdani will move out of his Queens apartment that had been the subject of heated debate during his campaign.8 hrs agoUS & CanadaMost read1Ukraine prepares new peace plan as Zelensky rules out giving up land 2Ukrainians raise flag to show BBC the fight goes on in city claimed by Russia3Ben & Jerry's brand could be destroyed, says co-founder4Australia's social media ban for children has left big tech scrambling5Why are Thailand and Cambodia fighting at the border?6Dozens injured after magnitude 7.5 quake strikes northern Japan7Tanzania crackdown on planned protest leaves streets deserted8Pioneering new treatment reverses incurable blood cancer in some patients9Zohran Mamdani will live in historic Gracie Mansion as New York mayor10Goa nightclub owners fled to Thailand hours after deadly fire, police saySportEngland fast bowler Wood out of Ashes tourFast bowler Mark Wood is ruled out of England’s Ashes tour and replaced in the squad by Matthew Fisher.5 hrs agoEnglandCeltic legend Deans dies aged 79Former Motherwell, Celtic and Scotland striker John 'Dixie' Deans has died aged 79.16 mins agoScottish PremHurts loses ball twice on same play as Eagles beatenJalen Hurts throws an interception and fumbles the ball on the same play as the Philadelphia Eagles are beaten by the Los Angeles Chargers in California. 5 hrs agoAmerican FootballUnder-pressure Alonso feels 'unity' at Real MadridReal Madrid have a collective desire to end their poor run of form, says coach Xabi Alonso, who has not ruled out a return to work in the Premier League.34 mins agoEuropean FootballAre Man Utd turning the tide or is a 'bad result just around corner'?Manchester United moved into the Premier League top six with their biggest win of the season - but they still have to prove the doubters wrong.12 hrs agoMan Utd'Disgraceful' Salah comments caused 'carnage' - punditsLiverpool forward Mohamed Salah is called a \"disgrace\" who has caused \"carnage\" at the club by pundits as the fallout continues from his explosive interview.13 hrs agoLiverpoolNorris keen to 'live a normal few days' and 'forget I drive in F1'Lando Norris reflects on family sacrifices, proving himself wrong and how a lap in Monaco made him cry and \"flipped everything\".18 hrs agoFormula 1Sign up to News BriefingNews and expert analysis for every schedule. Get morning and evening editions of our flagship newsletter in your inbox.See more",
  "excerpt": "Visit BBC News for the latest news, breaking news, video, audio and analysis. BBC News provides trusted World, U.S. and U.K. news as well as local and regional perspectives. Also entertainment, climate, business, science, technology and health news.",
  "imageUrl": "https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png",
  "tags": [],
  "scrapedAt": "2025-12-09T11:37:19.754Z"
}