{
  "id": "5aac46c1-8dff-4996-9e76-64bfb01f5255",
  "url": "https://www.supplychaindive.com/news/usgs-releases-2025-list-of-us-essential-minerals/805364/",
  "title": "US releases 2025 list of critical minerals, featuring 10 additions",
  "author": "Antone GonsalvesAntone GonsalvesAntone Gonsalves",
  "publishDate": "Published Nov. 13, 2025",
  "content": "An article from\n        \n    \n        \n        \n            \n\n\n\n    \n    \n        \n            \n                Dive Brief\n            \n        \n    \n\n\n            \n                US releases 2025 list of critical minerals, featuring 10 additions\n            \n            \n                The report lists 60 essential minerals, including rare earths, that would impose the highest cost to the U.S. economy if supplies were disrupted.\n            \n        \n        \n\n            \n            \n                \n                    \n                    \n                        \n                        \n\n\n\n\n    \n        Published Nov. 13, 2025\n    \n    \n\n\n                        \n                            \n\n\n\n\n\n    \n    \n        \n        \n            \n            \n            \n                \n                    \n                    \n                        \n                    \n                    \n                    \n                    \n                        \n                            \n                                \n                            \n                        \n                    \n                    \n                        \n                        \n                            Antone Gonsalves\n                        \n                        \n                        \n                            Reporter\n                        \n                        \n                        \n                    \n                \n            \n        \n    \n\n\n                            \n                                \n\n\n\n\n    \n        \n            \n            post\n        \n    \n    \n        \n            \n            share\n        \n    \n    \n        \n            \n            post\n        \n    \n    \n    \n        \n            \n            print\n        \n    \n    \n    \n        \n            \n            email\n        \n    \n    \n        \n            \n                \n                license\n            \n        \n    \n\n\n                            \n                        \n                    \n                \n            \n\n            \n\n\n\n    \n    \n        \n            \n            \n\n    \n        \n    \n\n            \n        \n        \n\n\n    \n        \n            \n                Workers at a nickel processing plant operated by PT Vale Indonesia on July 28, 2023, in Sorowako, South Sulawesi, Indonesia. The U.S. strives for critical mineral independence through deals with allies and more than $1 billion in funding offered for projects that help advance that goal.\n            \n        \n        \n            Ulet Ifansasti via Getty Images\n        \n    \n\n\n    \n    \n\n\n    \n        \n            \n            \n                 \n                    \n\n\n\n\n\n\n\n\n\n\n                    \n\n                    \n                        \n\n\n\n    \n        \n        Listen to the article\n        4 min\n    \n    \n        \n            \n            \n        \n        \n            This audio is auto-generated. Please let us know if you have feedback.\n        \n    \n\n\n\n                        \n\nDive Brief:\n\nThe U.S. Geological Survey has published its final 2025 list of 60 critical minerals vital to the U.S. economy and national security and vulnerable to supply chain disruption, according to a Nov. 7 Interior Department press release.\nThe list adds 10 minerals to an earlier draft based on new data, public feedback and interagency recommendations, the release said. The added minerals include boron, copper, lead, metallurgical coal, phosphate, potash, rhenium, silicon, silver and uranium.\n“The 2025 List of Critical Minerals provides a clear, data-driven roadmap to reduce our dependence on foreign adversaries, expand domestic production and unleash American innovation,” Interior Secretary Doug Burgum said in the release.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDive Insight:\nThe 2025 list highlights rare earth elements, a subset of critical minerals that would impose “the highest cost on the U.S. economy” from disrupted supplies, per the release. The rare earths are crucial to smartphones, hard drives and advanced defense systems. Last year, the U.S. imported 80% of the rare earth elements it used.\n“Critical minerals underpin industries worth trillions of dollars, and import dependence puts key sectors at risk,” USGS Director Ned Mamula said in the release.\nU.S. trade rival China, which the USGS has identified as the world’s top producer of essential minerals, has tightened export restrictions on goods and technology related to rare earths, adding urgency to U.S. efforts to build an independent supply chain. In late October, China agreed to pause the implementation of export controls on rare earths and to resume issuing export licenses for the essential minerals following a meeting between the countries’ leaders and other officials.\nThe list is the third under a 2017 executive order directing federal agencies to bolster U.S. mineral security, per the release. The 2020 Energy Act requires the list to be updated at least every three years to reflect new data and changing supply conditions.\nThe list, last released in 2022, is “widely viewed by industry as the closest thing to a whole-of-government benchmark for identifying and addressing mineral supply risks,” Zubeyde Oysul, a senior policy analyst at the Center for Critical Minerals Strategy, created by the nonprofit Securing America’s Future Energy, said in a blog post.\n“China continues to be the primary contributor to net GDP [gross domestic product] loss for 32 of the 50 critical minerals added to the list based on economic impacts modelling,” Oysul said.\nU.S. moves toward critical mineral independence have included deals with allies and the offer of $1 billion in funding for projects that advance and expand mining, processing, and manufacturing technologies within the critical minerals supply chain.\nIn October, the U.S. and Australia launched a multi-billion-dollar initiative to build a critical mineral supply chain for military and domestic industries. The nonbinding collaboration framework includes joint public and private investments in the mining and processing of critical minerals. Australia is a key partner of the U.S. because it has over 40 minerals identified by the USGS as critical.\nRoughly a week after the deal with Australia, the U.S. and Japan signed a nonbinding framework outlining a strategic plan for investments and policies focused on building networks for mining, ore separation and processing.\nEditor’s note: This story was first published in our Procurement Weekly newsletter. Sign up here.\n\n                    \n\n                    \n                        \n                    \n\n                    \n                    \n                    \n\n                    \n                    \n\n\n\n    \n        \n            Recommended Reading\n        \n        \n            \n                \n                    \n                        US, Australia sign framework for critical mineral supply chain\n                    \n                    \n                        \n                            \n    \n    By\n        \n            \n            \n                Antone Gonsalves\n            \n        \n        •\n    \n\n\n                            \n\n\n\n    Oct. 23, 2025\n\n\n                        \n                    \n                \n            \n                \n                    \n                        Energy Department to boost critical mineral supply with $1B funding\n                    \n                    \n                        \n                            \n    \n    By\n        \n            \n            \n                Antone Gonsalves\n            \n        \n        •\n    \n\n\n                            \n\n\n\n    Aug. 21, 2025\n\n\n                        \n                    \n                \n            \n        \n    \n\n\n\n                    \n                    \n\n                    \n                        \n                        \n                            \n\n\n    \n        \n            \n        \n    \n    \n        \n            \n        \n    \n    \n        \n            \n        \n    \n    \n        \n            \n        \n    \n    \n        \n            \n        \n    \n    \n        \n            \n                    \n                purchase licensing rights\n            \n        \n    \n\n\n                        \n\n                        \n                         \n    \n        \n            Filed Under:\n            \n                Manufacturing, \n            \n                Risk and Resilience, \n            \n                Procurement",
  "excerpt": "The report lists 60 essential minerals, including rare earths, that would impose the highest cost to the U.S. economy if supplies were disrupted.",
  "imageUrl": "https://imgproxy.divecdn.com/czWwpm8a2dRvKb08hq41ZDmpofYZMO3KkbS8wZvG1wY/g:ce/rs:fit:770:435/Z3M6Ly9kaXZlc2l0ZS1zdG9yYWdlL2RpdmVpbWFnZS9HZXR0eUltYWdlcy0xNTk1NzQxMTc2LmpwZw==.webp",
  "tags": [],
  "scrapedAt": "2025-12-05T17:12:47.764Z"
}