{
  "id": "db3fe6a2-b385-4f07-b77c-d160777dc7fe",
  "url": "https://www.thinkchina.sg/economy/malaysia-becomes-lynchpin-us-led-effort-break-chinas-grip-rare-earths",
  "title": "Malaysia becomes a lynchpin in US-led effort to break China’s grip on rare earths",
  "author": null,
  "publishDate": null,
  "content": "Malaysia becomes a lynchpin in US-led effort to break China’s grip on rare earths05 Dec 2025economyBy Caixin GlobalCaixin GlobalWithin the US-led rare earth alliance, Malaysia has emerged as a crucial processing and manufacturing hub, strategically positioned to help build a supply chain outside of China. But it remains to be seen if China’s dominance in this field can be easily broken.The Lynas rare earths processing facility in Kuantan, Malaysia. (Lynas)(By Caixin journalist Lu Yutong)A fragile truce in the US-China trade war has bought each country something it needs to take on its global rival: time.For China, it is time to curtail its reliance on the West for advanced microchips. For the US, it is time to break something that it sees as a threat to its economic and national security: China’s chokehold on the global supply of the rare earth elements that have become critical to high-tech economies.After President Xi Jinping met with US President Donald Trump in South Korea on 30 October, each side began to lower some of the more biting trade barriers against the other. In the days following the meeting, China announced one-year suspensions of its export controls on several heavy rare earth elements and advanced lithium batteries.The suspensions give the US more time to secure a rare earth supply chain outside of Beijing’s control, a process that the Trump administration has already fast-tracked. Since April, US government departments and financial institutions have announced at least 15 industry policies, investment and financing decisions, and procurement contracts related to critical minerals, according to an incomplete count conducted by Caixin.“One of the key items on our agenda is critical minerals,” Trump said on 6 November during a meeting with the five Central Asian leaders at the White House. “In recent weeks, my administration has strengthened American economic security by forging agreements with allies and friends across the world to broaden our critical minerals supply chains.”US President Donald Trump (right) and Australia’s Prime Minister Anthony Albanese sign a document on critical minerals in the Cabinet Room at the White House in Washington, DC, on 20 October 2025. (Saul Loeb/AFP)In pursuit of what appears to be a multipronged strategy to construct a complete mine-to-magnet supply chain, Trump in mid-October signed an US$8.5 billion critical minerals framework agreement with visiting Australian Prime Minister Anthony Albanese. During a subsequent week-long tour of Asia, Trump signed similar deals with Thailand, Japan and Malaysia.Within this rare earth alliance, Malaysia has emerged as a crucial processing and manufacturing hub, strategically positioned to help build a supply chain outside of China. It is already home to the processing plant of Australia-based Lynas Rare Earths Ltd., one of the few significant non-Chinese facilities capable of separating rare earth concentrates.While Malaysia has its own substantial rare earth deposits, it currently lacks the technology to develop them, giving it an incentive to work with countries seeking to invest in and expand a rare earth ecosystem outside of China.This existing infrastructure is attracting further investment from other US allies, such as a South Korean company that is partnering with Lynas to build a permanent magnet factory in the country. While Malaysia has its own substantial rare earth deposits, it currently lacks the technology to develop them, giving it an incentive to work with countries seeking to invest in and expand a rare earth ecosystem outside of China.Why Malaysia?Rare earths are a group of 17 metals with unique magnetic and conductive properties. In 2024, the US Department of Defense stated that the permanent magnets produced from rare earths are key components in a range of defense systems, including the US’s most advanced classes of fighter jet and nuclear submarine, as well as crucial to an array of commercial technologies, including electric vehicles and fiber optic communication systems.While many countries have significant reserves, China is by far the largest miner of the minerals, controlling nearly 60% of global capacity. Crucially, the country dominates the technologically challenging and dirty processes of extracting rare earth elements from their ores and converting them into usable metals. China controls 90% of global capacity for separation, smelting and magnet manufacturing. (Graphic: Caixin)The countries that have signed agreements with the US all have a different part to play in the alliance. Japan and South Korea, as major consumers of rare earths with advanced technological sectors, act as natural sources of capital and expertise. Japan has advantages in rare earth recycling technology and the production of certain high-value-added specialised rare earth metals.Australia, a resource giant, is positioned as a primary supplier of raw ore. The country ranked fourth globally last year in rare earth production, with 13,000 tons, behind China, the US and Myanmar. Nonetheless, Australia’s industry has some momentum behind it. The country has 89 rare earth exploration projects in the works, more than twice the number of Canada and the US combined.To become permanent magnets, rare earths must undergo mining, separation, smelting and alloying processes. The separation and smelting stages, however, can lead to heavy metal contamination in the environment and create radioactive waste. In 1998, the Mountain Pass mine in the US, which was at one point producing the majority of the world’s rare earths, suffered a series of radioactive leaks and incidents of heavy metal pollution, which ultimately led to its closure — though it has since reopened under new management.These environmental issues are part of why Lynas established a plant in Malaysia in 2012.   (Graphic: Caixin)These environmental issues are part of why Lynas established a plant in Malaysia in 2012. The company ships rare earth ores it mines in Australia hundreds of miles across the sea to its facility in Kuantan, Malaysia, for processing, and then sells the refined products on to Japan, the US, and other parts of the world. The plant currently has an annual production capacity of 10,500 tons of neodymium-praseodymium (NdPr) alloy and an annual separation capacity of 1,500 tons of heavy rare earth elements.This arrangement has made Malaysia the de facto processing centre for the non-China world, which is now paying strategic dividends.This arrangement has made Malaysia the de facto processing centre for the non-China world, which is now paying strategic dividends. In May 2025, the Lynas facility produced the first commercially viable heavy rare earth element — dysprosium oxide — outside of China. Heavy rare earths like dysprosium are China’s strongest trump card, essential for the high-performance magnets used in missile guidance systems and other defense technologies.Building on that success, Lynas announced in late October that it was doubling down on its Malaysian operations. The company is investing another A$180 million (US$116.1 million) to build a new, phased separation plant at its existing site. Its focus will be on producing two other heavy rare earths, yttrium and samarium, with samarium production scheduled to begin by April.A hub takes shapeThis established infrastructure has acted as a magnet for further investment, transforming Malaysia from a mere processing stop into an integrated manufacturing hub. On 3 November, Malaysia’s prime minister announced a strategic partnership between South Korean firm JS Link Inc. and Lynas’s Malaysian subsidiary. Together, they will invest approximately US$142 million to build a rare earth permanent magnet factory, likely situated near the existing Lynas plant. It’s a move that pushes Malaysia decisively up the value chain, creating a local pipeline where refined rare earth oxides can be processed into finished high-value magnets.By bringing in investment, Malaysia can leverage foreign capital and expertise to potentially unlock its own mineral wealth, all while solidifying its status as the indispensable node in the emerging supply network. A handout photo taken on 14 April 2025, and received on 21 October 2025 from Lynas Rare Earths Limited shows the company’s rare earths mine located at Mount Weld in Western Australia. (Handout/Lynas Rare Earths Limited/AFP)For Malaysia, the alliance is a welcome development. The country is rich in its own rare earth resources, with the government estimating some 16.1 million tons of deposits. However, it lacks the domestic technology to mine and process them. By bringing in investment, Malaysia can leverage foreign capital and expertise to potentially unlock its own mineral wealth, all while solidifying its status as the indispensable node in the emerging supply network. While the US memorandum signed with Malaysia is less detailed than its agreements with Japan or Australia, it establishes a quarterly dialogue to scout for these kinds of trade and investment opportunities.... the West is still years, if not decades, behind China’s mastery of separation and smelting.However, the road ahead for the alliance, and for Malaysia’s role within it, is fraught with challenges. The primary obstacle remains technological. While Lynas’s progress is significant, the West is still years, if not decades, behind China’s mastery of separation and smelting. As the Center for Strategic and International Studies noted, the frameworks with Australia and Japan are far more comprehensive because those countries bring more mature technology and financial muscle to the table.The timeline presents another significant risk. Most of the newly announced plants in Australia, the US and Malaysia are not expected to come online until 2027 or 2028. This long runway introduces political uncertainty, particularly with a US presidential election slated for 2028. A new administration could easily reverse the costly subsidies and purchase guarantees that are currently jump-starting the industry, leaving international partners like Malaysia in a precarious position.Qin Min contributed to this story.This article was first published by Caixin Global as “In Depth: Malaysia Becomes a Lynchpin in U.S.-Led Effort to Break China’s Grip on Rare Earths”. Caixin Global is one of the most respected sources for macroeconomic, financial and business news and information about China.Related: Malaysia-US rare earths deal: Gold or poison? | What the US–Australia rare earth deal means for ChinaEconomyRare earthsMineral and metal resourcesMalaysiaAustraliaChina-US competitionCaixinPopular This MonthPoliticsHow Sanae Takaichi crossed China’s four untouchable red linesBy Deng YuwenPoliticsChina’s Fujian hits the water — next carrier already in the worksBy Yu ZeyuanPoliticsA wolf warrior returns: How a single post shook China–Japan relationsBy Yang DanxuEconomyHow scammers are tarnishing Singapore’s incorruptible imageBy Goh Choon KangPoliticsEveryone is tired of the Japan-China standoff — it isn’t ending anytime soonBy Yang Danxu",
  "excerpt": "Within the US-led rare earth alliance, Malaysia has emerged as a crucial processing and manufacturing hub, strategically positioned to help build a supply chain outside of China. But it remains to be seen if China’s dominance in this field can be easily broken.",
  "imageUrl": "https://cassette.sphdigital.com.sg/image/thinkchina/26b0b524d306ab88c02789358ebe243bc89f194c2840055f6e2dac303f7ae16e?w=1200&h=627",
  "tags": [
    "EconomyRare earthsMineral and metal resourcesMalaysiaAustraliaChina-US competitionCaixin"
  ],
  "scrapedAt": "2025-12-09T11:03:18.808Z"
}